// CensorshipPage.tsx
import React, { useEffect, useState } from "react";
import styles from "./styles/CensorshipPage.module.css";
import KotzFab from "./KotzFab";
import kabarImg from "./images/kabar.jpg";
import kav300Img from "./images/kav_300_0.png";
import Accordion from "./components/Accordion";
import { Item } from "./components/ItemInterface";
import Layout from "./Layout";
import Questionnaire from "./questionnaire";

const Article0Content: React.FC = () => (
  <>
    <header>
      <h1>43 דקות של טרור</h1>
      <h2>איך נכנס ״סרט הזוועות״ של דובר צה״ל לתודעה העולמית?</h2>
      <h3>ראיון עם רס"ב (מיל') איתי סודאי</h3>
    </header>
    <main>
      <p>
        רס"ב איתי סודאי (מיל') בן 25, כיום עובד בסטארט-אפ בארץ ובעולם. איתי מנהל
        סטודיו לסטארט-אפים מתחילים, ואחראי על השיווק של עמותת "אית"ן - כל אחד
        יכול" המקדמת אימוני כושר לבעלי צרכים מיוחדים. איתי הגיע לעולם ההיי-טק
        דרך עולמות השיווק, אותם פגש לראשונה בשירותו הצבאי במערך דובר צה"ל. שילוב
        הידע שצבר בשירותו הצבאי יחד עם הכלים שרכש מעולמות ההיי-טק הובילו אותו
        לקחת חלק באירוע שבחיים לא העלה על דמיונו. איתי חושף אותנו ל"מאחורי
        הקלעים" של יצירת סרטון הזוועות מהשבת השחורה של ה-7 באוקטובר.
      </p>
      <p>שלום איתי, בוא נתחיל מנקודת ההתחלה, איפה השבעה באוקטובר פגש אותך?</p>
      <p>
        "בצומת דרכים. הקמתי ב-2023 את הסטודיו לסטארט-אפים מתחילים, כשהרעיון
        מאחוריו היה לשלב את הילדות שלי, כשעבדתי בחנות הקטנה של סבתא שלי בה מכרתי
        עטים ומחברות, יחד עם עולם ההייטק. דרך הסטודיו רציתי להעניק הזדמנות
        ולאפשר לחברות קטנות לקום באופן מהיר, בצורה שתאפשר להם להפיק רווחים כבר
        מהיום הראשון.
      </p>
      <p>
        ה-6.10 היה רגע לפני מה שהרגיש לי כמו פריצת דרך. הייתה לי ביד חברת
        סטארט-אפ אחת ממנה התפרנסתי וחברה שנייה שהייתה אמורה להיות משווקת כמה
        ימים לאחר מכן.
      </p>
      <p>
        אז זומנתי למילואים. בתוך כל הבלאגן, התגלגלתי לפגישה עם דובר צה"ל לשעבר
        תת-אלוף רונן מנליס, וקיבלתי את המשימה הבאה: "יש רעיון לעשות סרט שמציג את
        הזוועות מה7.10, יש לו גרסה ראשונה, אני צריך שאתה תבנה לו אופרציה שיווקית
        ותפעולית".
      </p>
      <p>איך הגבת? ?</p>
      <p>
        "אני אמנם בחור חדור מטרה, אבל ממש לא דמיינתי ולא יכולתי לדמיין את גודל
        האירוע. הבנתי שאני צריך להרים "מוצר" מאפס, וניסיתי לחשוב על זה בצורה שבה
        כמו שבאזרחות אני עושה את הדברים, במקום מוצר טכנולוגי, המוצר שלי הוא סרט
        שמטרתו להעביר מסרים, ובראשםהעלאת הלגיטימציה להמשך פעולות צה"ל ברצועת
        עזה."
      </p>

      <aside>
        <hgroup>
          <h1>מילון מושגים</h1>
        </hgroup>
        <main>
          <article>
            <h1>חופש</h1>
            <p>
              הוא <a href="">מושג</a> <a href="">מופשט</a> אשר מתאר, באופן כללי,
              היעדר אילוצים, הכרחה או כפייה, ואפשרויות פעולה לא מוגבלות. שאלת
              החופש נוגעת להיבטים רבים בחיי האדם והחברה. סוגיית החופש נידונה
              בהקשרים רבים: בפילוסופיה, בענפים שונים של מדעי החברה - ובמיוחד
              במדעי המדינה, בפסיכולוגיה, בסוציולוגיה בכלכלה ובאנתרופולוגיה -
              בחקיקה אזרחית ובקרימינולוגיה, בדת, במדעי המוח, ובמדעי הקוגניציה.
            </p>
          </article>
          <article>
            <h1> חופש הביטוי</h1>
            <p>
              וההבעה הוא זכותו של כל אדם להביע את דעתו ולומר את שברצונו לומר
              מבלי שיוטלו הגבלות שרירותיות על כך, בכל הדרכים המשמשות לכך: דיבור,
              כתיבה, צילום, הסרטה, וכל דרך תקשורת אחרת. "כל אדם זכאי לחירות הדעה
              והביטוי" (מתוך ההכרזה לכל באי עולם בדבר זכויות האדם) עקרון חופש
              הביטוי הוא הרחבה של עקרון חופש הדיבור. חופש הביטוי נחשב למימוש של
              חופש הדעה והמצפון, שטעמם ניטל אם נשללת האפשרות לבטא אותם ולכן
              מהווה נדבך מהותי בחברה דמוקרטית.
            </p>
          </article>
        </main>
      </aside>

      <p>מאיפה התחלת? איך ניגשת בעצם למהלך השיווקי של הסרט?</p>
      <p>
        "בהתחלה הבנתי שקהל היעד שלנו כצבא וכמדינה הוא עיתונאים בינלאומיים.
        הדרישה הייתה להביא מאות עיתונאים בינלאומיים לצפייה חד פעמית בסרט
        הזוועות. תוך יום בניתי תוכנית עבודה ליצירת האירוע המדובר;מלסגור אולם
        רלוונטי, דרך יצירת תנאים לצפייה שכוללים איסור תיעוד, מתוך רצון לשמור על
        כבוד הקורבנות המתועדים בסרט, ועד להזמנת כל אותם מאות עיתונאים.
      </p>
      <p>
        באותו לילה בדקתי את רשימת העיתונאים שאישרו הגעה והבנתי שבודדים מהמאות
        שהוזמנו תיכננו להגיע. ב01:00 בלילה לאחר שיחה עם תא"ל מנליס החלטנו לבטל
        את האירוע.
      </p>
      <p>
        יום למחרת הגעתי לבסיס מאוכזב ניסיתי לחשוב איך לפצח את הסיטואציה.התייעצתי
        עם צוות יוצרי הסרט והבנו שכדי להתחיל עלינו לייצר אירוע שיתמרץ את הגעת
        הכתבים, כך שהסרט הוא נספח ולא ה'פוקוס'. רצינו לייצר מצב של 'קהל שבוי' -
        כי הרי מי יבחר מרצונו לראות סרט מזעזע שכזה במשך 43 דקות?"
      </p>
      <p>מה הדבר הראשון שעשיתם לקידום הסרט?</p>
      <p>
        "תיאמנו מסיבת עיתונאים אותה הוביל אלוף במיל' מיקי אדלשטיין שהיה הפנים
        הראשונות של צה"ל שהיו מוכנות להתראיין. הסיטואציה משכה היענות מכמה עשרות
        עיתונאים בכירים מרשתות תקשורת בינלאומיות. החלטנו עם סיום מסיבת העיתונאים
        להקרין את הסרט."
      </p>
      <p>איך הכתבים יצאו מההקרנה הראשונה? מה היו התגובות?</p>
      <p>
        "מיד כשיצאו נתנו הפסקה של חצי שעה עד לשיחה עם דובר צה"ל, כשבמהלכה בכוונת
        תחילה אפשרנו לגשת לטלפונים. רצינו לראות מה יהיו ההשלכות של הצפייה,
        בידיעה שלא אישרנו לפרסם את הסרט עצמו. ראינו שכולם מרגישים דחף לשתף
        בחוויה. חלק צילמו את עצמם בתגובה ראשונית, חלק צייצו בטוויטר ואחרים
        התקשרו לעורכי המערכת בניסיון לתאר את מה שחוו במילים.
      </p>
      <p>
        באותו ערב,לאחר שפורסמו הידיעות בנושא, קיבלנו עשרות פניות מעיתונאים
        ישראליים ובינלאומיים נוספים שביקשו לראות את הסרט. . הבנו שעצם העובדה
        שאסור לפרסם את הסרט, אבל נוצר שיח על כך, ולאור הידיעה שהנבחרת הראשונה
        שצפתה היו הבכירים ביותר במערכות, נוצר "מוניטין" לסרט. כך שמי שצופה בו
        נכנס לקבוצה אקסקלוסיבית- מה שהפך את הצפייה בסרט לאירוע נחשק."
      </p>
      <p>
        הבנו מיד שנוצרה אסטרטגיה שיווקית מבלי שתכננו, בעולמות השיווק האסטרטגיה
        הזו נקראת 'Scarcity marketing'. העיקרון השיווקי הוא להשתמש ב'צנזורה
        מבוקרת' לצד פרסום מוגבל ומדויק סביב הצופים שבסרט וסביב תוכנו. בפועל
        השתמשנו באלמנטים של סודיות וערפול בכדי להפוך מוצר קשה לצפייה, שבעיקרו לא
        מביא ערך אישי לצופה מלבד אמפתיה כואבת, לבלעדי ונחשק שכל אחד רוצה לראות.
        זה הפך למעין כרטיס כניסה לסטטוס חברתי-יוקרתי. הבנו שאם נשתמש באסטרטגיה
        הזו נכון ונמנף אותה, נוכל להגיע לאנשים הנכונים בטיימינג הנכון, וכשנראה
        להם את הסרט נוכל לייצר השפעה."
      </p>
      <p>
        "מכאן החל רצף הקרנות בלעדיות לבכירים בפוליטיקה הבינלאומית, בעיתונאות חוץ
        ובמגזר העסקי העולמי. מתת מזכ"ל האו"ם לנושאים הומניטריים, דרך טוני בלינקן
        מזכיר מדינת ארה"ב ועד איילון מאסק. נוצרה סנסציה סביב הסרט. מעבר לכך, אני
        חושב שהייתה לסרט השפעה מכרעת גם על האנשים שלא נחשפו לסרט. הצנזורה,
        והעובדה שהסרט לא פורסם לציבור הרחב, איפשר לכל אדם לתת לדמיונו לפרוח
        ולדמיין 'סרט זוועות' משל עצמו. ברמה הטקטית זה גרם להתפרצות של שמועות, אך
        ברמה האסטרטגית, זה יצר "מוצר" נוסף; הסרט שבעלי השפעה רואים, והסרט
        המדומיין של האנשים שלא ראו את הסרט. הסרט המדומיין הוא שונה וייחודי לכל
        אחד שכן הוא פרי הפחדים והחששות האישיות של כל אחד. מה שאיפשר לנו להגיע
        לקהלים נוספים ברחבי העולם, כאלה שבכלל לא פנינו אליהם, ולתת לזוועות
        שבוצעו על ידי ארגון הטרור חמאס בטבח ה7 באוקטובר להיות מופצים מפה לאוזן,
        באופן אורגני ואותנטי, בכל העולם."
      </p>
      <p>איך היית מסכם את הפרויקט? </p>
      <p>
        "היינו צוות מצוין ומגובש, חמישה חיילים בסדיר ובמילואים, שקמו כל בוקר כדי
        להראות לאנשים את הנורא ביותר, נורא שלא חשבנו שיכול להתקיים בעולם מודרני
        שאנחנו חיים בו. מבחינת התוצאות, אני רוצה להאמין שהצלחנו לייצר השפעה בסדר
        גודל משמעותי, לפחות לא כזה שיכולנו לדמיין. אני רוצה להאמין שהעבודה הקשה
        והמסורה שלנו הצליחה להעניק לצה"ל, לפחות קצת יותר, לגיטימציה לפעול כנגד
        ארגון הטרור חמאס."
      </p>
      <p>ועכשיו בלי להצטנע...?</p>
      <p>
        "אני באמת חושב שזה במובנים מסוימים, לצד מאמצים דיפלומטיים ומדיניים,
        איפשר מרווח נשימה דיפלומטי לצה"ל ולמדינה להתנהל אל מול האויב הרצחני
        שעומד מולנו. פשוטו כמשמעוהראנו על המסך את הרוע שהעולם לא יודע לדמיין."
      </p>
      <p>
        אפשר להגיד שחווית את ה7.10 כל יום במשך תקופה. איך היית מסכם ברמה האישית
        וברמה המקצועית?
      </p>
      <p>
        "ברמה מקצועית אני מרגיש שזה היה פסגה של הרבה תהליכים אישיים ומקצועיים
        שעברתי. הצלחתי למנף ולהשתמש בשיעורים, כישלונות והצלחות מהניסיון התעסוקתי
        שלי, לשם הצלחת הפרוייקט, החל משיטת השיווק ועד ליכולת להרים אופרציה
        מתפקדת מהר.
      </p>
      <p>
        ברמה האישית, אחרי שאתה נחשף לסרט שכזה, מספר פעמים ביום, לאורך חודשים. זה
        משפיע עליך. זה נכנס מתחת לעור וגם אם לא הרגשתי את זה כשהייתי בתוך
        ה'המשימה' זה דפק לי בדלת ביום החופש הראשון שהיה לי..
      </p>
      <p>
        אחרי אחת ההקרנות, ניגש אליי אחד הצופים, והוא הביע תקווה ואמר לי שהוא
        מקווה שמה שראיתי בסרט לא יישאר איתי ברגע המלחמה תגמר, מתוך דאגה
        ואכפתיות. עניתי לו בכנות, ואמרתי לו שכל יום אני בוחר לצפות בסרט הזה
        מחדש. מתוך הבנה שאני פוצע את עצמי וכל הקרנה מעמיקה את הפצע יותר. הסברתי
        לו שאני יודע שזה ייקח זמן, אבל כמו כל המדינה, גם הפצע הפרטי שלי יגליד.
        כששלי יגליד, אני אשא איתי צלקת, כואבת ועמוקה. כזו שלא אוכל להתעלם ממנה.
      </p>
      <p>צלקת שתהיה בשבילי כמו מצפן מוסרי בהחלטות העתידיות שלי." </p>
    </main>
  </>
);
const Article1Content: React.FC = () => (
  <>
    <h1>בין השפיות לשיגעון - בין הרצון לדעת לבין הצורך להימנע</h1>
    <p>
      כולנו רוצים לדעת, הכל, מהר ומיד. הרשתות החברתיות מזינות את הצורך ואנחנו
      מבקשים עוד. אך האם אי פעם עצרנו לחשוב, אולי הפעם לא אפתח את הלינק לסרטון
      הזוועה? אולי הפעם לא אתעדכן באיזה התראה?{" "}
    </p>
    <p>
      הפגשנו בין עמית סגל, עיתונאי ופרשן פוליטי בחדשות 12, לד"ר יהושע וייס
      פסיכולוג קליני, בצומת שבין הרצון לדעת לבין הצורך להימנע מצריכת הידע. על מה
      שניהם מסכימים? לכולנו עודף במידע, אמנם "חשוב לדעת ולהיערך לסכנה אבל לא
      חייבים להסתכל על הזוועה". כך גם החדשות הפכו ל"מיגונית של התודעה". והמסקנה
      שלנו היא שתפקיד הצנזורה, הוא בידיים שלנו.{" "}
    </p>
    <p>** בסגנון פוסטים מקבילים בפייסבוק**</p>
    <p>
      ד"ר יהושע וייס הינו פסיכולוג קליני. ד"ר וייס עבד בשירות בתי הסוהר, תחילה
      במשרה חלקית כפסיכולוג של אסירים ולאחר 5 שנים התגייס במשרה מלאה לתפקידי
      ניהול ופיקוד עד שפרש בדרגת גונדר משנה. ד"ר וייס כיום מלמד באוניברסיטת
      רייכמן, חוקר ומפתח כלים להערכת עבריינות ומסוכנות, ובמקביל עובד כפסיכולוג
      קליני באופן פרטי.
    </p>
    <p>
      אני כותב על מחשבותיי, על הידע והתקשורת מתוך מקומי כאזרח הצורך תקשורת.
      אינני מבין כלל בתקשורת או בצנזורה. אני רק יכול לתאר את החוויה האישית שלי
      כאזרח במדינה, אך גם מניסיוני כפסיכולוג.
    </p>
    <p>
      אני חווה רצון לדעת, לקבל מידע. זה נחווה כדחף אנושי בסיסי, דחף החיוני
      להישרדות. ככל שאנו מבינים יותר, יודעים יותר, כך נוכל להיערך טוב יותר למה
      שהחיים "מנחיתים" עלינו. אילו ידענו בבירור שהחמאס מתכנן מתקפה רצחנית ב- 7
      לאוקטובר, מצבנו היה טוב לאין שיעור ממה שהוא עכשיו. אנו יצורים הלומדים
      באופן מתמיד כיצד להתמודד עם אתגרי החיים, למידה הקשורה לידיעה. אך לעיתים
      נראה שאנו מתמכרים לאסוף מידע רב באופן שאינו מקדם אותנו. מנפיקי המידע
      מנצלים התמכרות זו ומספקים לנו מידע רב, שחלקו אינו מקדם אותנו.
    </p>
    <p>
      מאז ה- 7 באוקטובר היחס שלי לצריכת מידע השתנה. תחילה, היה לי חשוב לצרוך
      מידע רב וקראתי את מבזקי החדשות באופן שוטף. חשתי כיצד הרשתות החברתיות וגופי
      התקשורת השונים מפתים אותי לצרוך את הסרטונים המתארים את הזוועות של ה- 7
      באוקטובר, ומהרגע הראשון נמנעתי מהפיתוי. עצם הרצון להיחשף לזוועות גרם לי
      דווקא לא לרצות לשתף פעולה אלא לשמור על עצמי.
    </p>
    <p>
      לאחר התקופה הראשונה, וככל שהמצב הקשה התייצב, עד שלא נשקפה סכנת חיים מיידית
      לי או לקרוביי בעורף, החלטתי להפסיק לקרוא את מבזקי החדשות ולהסתפק בקבלת
      תמצית חדשותית כשלוש פעמים ביום. לאחר מכן, חשתי שאני מסוגל לחזור ולצפות
      בסרטוני הזוועות, שבעבר לא הייתי מסוגל לראות, וזאת כדי להבין מה קרה
      באירועים השונים. לצערי, חלק לא קטן מהסרטונים מלווה בדרמטיזציה מיותרת, שבה
      הוסיפו הבזקים של לוחמה וקולות נפץ שאינם הכרחיים.{" "}
    </p>
    <p>
      בתקופה הזו אנו מעוניינים להבין באופן ענייני מה קורה, ולא לחוות דרמה
      מבוימת. האירועים עצמם הם דרמטיים מספיק. כל תושבי הארץ חווים מתח עצום
      ויומיומי. ניתן להגיד שאנו חיים בסיפור קשה שלא היינו יכולים להעלות על הדעת.
      כמות הכאב, השכול, הזעזוע, הציפייה המתוחה לחדשות לא טובות, מלווים את כולנו,
      כל אחד בדרכו.
    </p>
    <p>
      מה שאני זקוק לו בתקופה זו הוא שקט. לא שקט של בורות. שקט של הכרה במצב. שקט
      של בכי. שקט של ענייניות. חייבים לעשות מה שחייבים לעשות. נכון שיש דילמות,
      נכון שיש טעויות כואבות, נכון שיש מנהיגים המקוממים בדבריהם ובמעשיהם. אך
      אינני זקוק להפיכת כל אירוע כזה או אחר לאירוע דרמטי מעבר למה שהיה: טעות,
      התנהגות מקוממת, פוליטיקה קטנונית וכדומה.
    </p>
    <p>
      האם יש מידע הגורם ל"נזק פסיכולוגי"? לטעמי הנזק הוא המלחמה, הידיעה שיש סכנה
      קיומית, ואי הוודאות. מה שאני "לא רוצה לדעת" הוא הדרמטיזציה, הניסיון לוודא
      שאני מזועזע. אני רוצה לצעוק חזרה למפיקי הידיעות: "חברים, אני מבין. אנחנו
      מבינים. לא צריך לחזור על זה. לא צריך דווקא לזעזע. עצם הידיעה מזעזעת מספיק
      ואין צורך לחזור עליה שוב ושוב או להעצים אותה."
    </p>
    <p>
      נלחמתי במלחמת לבנון הראשונה כחייל בשריון, ומשמאל לטנק אספו גופות חברים.
      מפקד הטנק ירד לסייע במלאכה וביקש ממני ומחייל נוסף להישאר בצריח הטנק ולשמור
      מפני התקפה נוספת. הוא אמר לנו: "אל תסתכלו שמאלה". לאחר דקה ראיתי את חברי
      נכנס לצריח, בוכה. הוא הסתכל. עבורי היה זה שיעור לחיים. חשוב לדעת ולהיערך
      לסכנה אבל לא חייבים להסתכל על הזוועה. חשוב שנשמור על עצמנו.
    </p>
    <p>
      אני וחבריי הפסיכולוגים מנסים לסייע למי שנפגע: לשורדי התופת, למפונים,
      לחיילים, בעצם לכולנו. אנו כל הזמן מנסים ללמוד ולהפיק לקחים במה עוזר ומה
      פחות. כעקרון, טיפול פסיכותרפויטי כרוך בחשיפה: דיבור על האירועים המלחיצים,
      פורקן רגשות. אבל מתברר שלא פעם מה שנכון למטופל הוא דווקא לכבד את רצונו לא
      להתמודד עם מה שעבר, לא לחשוף את הפחדים. מתברר שלגיטימי לחלוטין, ואפילו
      בריא, לפתוח ולחשוף מתי שרוצים ומוכנים לכך, ולא לדבר, ולא לזכור ולא "לדעת",
      אם זה מה שמתאים.{" "}
    </p>
    <p>
      אינני רוצה שיצנזרו עבורי את מה מותר לי לדעת ומה לא. אבל אינני רוצה את
      ההתרגשויות הדרמטיות, האמיתיות או מבוימות, של מפיקי הידיעות. ואני רוצה
      לבחור: מתי ועד כמה להיחשף ומתי אני זקוק לשקט ומציאת כוחות פנימיים להתמודד.{" "}
    </p>
    <p>
      עמית סגל הוא עיתונאי, איש רדיו וטלוויזיה ישראלי. משמש כפרשן פוליטי בחדשות
      12, בעל טור פוליטי בעיתון "ידיעות אחרונות", ומגיש את התוכנית "פגוש את
      העיתונות" יחד עם בן כספית. עמית סגל הוא אחד מהעיתונאים המשפיעים בישראל,
      המזוהה עם חשיפתן של חלק מהפרשיות הגדולות ביותר שהיו בשנים האחרונות
      בפוליטיקה הישראלית.{" "}
    </p>
    <p>
      לא אשכח לעולם את הפעם הראשונה שבה צעדתי אל תוך המבנה המוזר בהרי ירושלים
      שבו שוכנת חברת החדשות של ערוץ 12. אז עוד קראו לה "חדשות 2", והתאריך היה
      יוני 2006.{" "}
    </p>
    <p>
      השם השתנה, גם ההתרגשות חלפה, אבל לבד מזאת הכל, לכאורה, כשהיה: אותו אולפן,
      אותה יונית, אותו נוסבאום, אותה שעה, קצת לפני שמונה בערב.{" "}
    </p>
    <p>
      האמנם? דבר מה מאוד יסודי השתנה. אז, בימים הלא כל כך רחוקים ההם, תפקידה של
      מהדורת החדשות היה, בנאלי ככל שזה יישמע, לשדר חדשות. בין השעה 20:00 לשעה
      21:00 יכולת לדעת מה קרה ב-23 השעות שחלפו מאז הסתיימה המהדורה הקודמת. כן,
      כבר היו אתרי אינטרנט, ונכון - גם עיתונים ומבזקים ברדיו כל חצי שעה, אבל
      עדיין, המטרה העליונה הייתה העברת פריטי מידע ממקום התרחשותם אל הציבור, דרך
      המהדורה. אמא שלי הייתה מקפידה לצפות בתחזית בדקה לתשע, כדי שתדע מה ללבוש
      מחר: מעיל, סוודר או חולצה קצרה?{" "}
    </p>
    <p>
      נדמה לי שאף אחד, גם לא אמא, כבר לא מחכה למהדורה כדי להכין ביגוד. המרוץ
      הנושן ההוא, אל המידע, הוכרע, והוא הוכרע לרעת כלי התקשורת הממוסדים. ב-2006
      התפיסה שתפקיד העיתונות הוא בעיקר הבאת כל המידע לפתחו של הצרכן כבר נשמה
      בכבדות. היא מתה בשנים האחרונות, ומקום קבורתה לא נודע. יש היום הרבה תפקידים
      לעיתונות הממוסדת, הבאת המידע לפני כולם היא לא אחד המובילים שבהם. המידע
      הגולמי - תאונת דרכים בנגב, פעולת צה"ל בשומרון, שלג בחרמון - מגיע ישירות
      לבית הצרכן.{" "}
    </p>
    <p>
      את המרוץ לדעת החליף במידה רבה המרוץ להבין. הציבור לא סובל ממחסור במידע,
      אלא מעודף מידע. מישהו צריך לארגן אותו - שזו פרשנות. אלף סרטונים בטלגרם
      מותירים את הצופה מבולבל: צה"ל מתקדם בחאן יונס, או תקוע? הממשלה בדרך להתפרק
      או דווקא יציבה? לאחר שהפסדנו, וזה לא כל כך נורא, בספרינט חסר הנשימה
      למרחקים קצרים של עדכון על מה שקורה עכשיו, עברנו לענפי ספורט אחרים: מרתון
      (תחקירים וכתבות תעודה נרחבות שנמצאות היום במהדורה בנפח חסר תקדים), יידוי
      פטיש (בפוליטיקאים, או בקיצור דעתנות בקנה מידה שלא נראה בעבר), טריאתלון
      (שילוב של דיווח, פרשנות ודעה).{" "}
    </p>
    <p>
      הוויתור הוליד ז'אנר חדש, מסוג שקשה היה לנחש שתוליד הטכנולוגיה: אם בעבר
      עיתונות נמדדה במה שהיא מפרסמת, היום היא מתפרסמת במה שלא. רוב הישראלים
      נחשפו לתמונות הזוועות של טבח השבעה באוקטובר, אבל לא בטלוויזיה ובשאר כלי
      התקשורת הממוסדים. רבים קיבלו לווטסאפ את סרטוני התעמולה הפסיכולוגית של
      חמאס, אבל בערוצים הממוסדים הסתפקו בתמונת סטילס אחת קפואה, רק כדי לציין ממי
      התקבל אות חיים. בעבר, כאשר כמה ערוצי טלוויזיה החזיקו במונופול או דואופול
      על הפצת המידע בציבור, הדיונים על הפצת סרטונים כאלה היו ערים ומרים.{" "}
    </p>
    <p>היום, באופן הפוך, לא. </p>
    <p>
      יש צנזורה צבאית, שמוטלת במדינות שונות בעולם המצויות במצב מלחמתי או בגירעון
      דמוקרטי. בישראל, למשל, הצנזורה הצבאית היא בפועל אקט התנדבותי שהחילו כלי
      התקשורת על עצמם.{" "}
    </p>
    <p>
      יש צנזורה שמוטלת בפועל על ידי בעלי כלי התקשורת. אם יבואנית מאזדה מחזיקה
      בערוץ שלך, סביר שלא תקרא שם תחקירים על בעיות בטיחותיות בדגם החדש. בגלי
      צה"ל לא יהיו חשיפות נוקבות על תיק המניות של הרמטכ"ל.
    </p>
    <p>
      יש גם צנזורה עצמית: כזו שעיתונאי מטיל על עצמו מאימת הביקורת בעיתון של
      האליטות, מזעם ההמונים ברחוב, מפחד החשיבה הקבוצתית במערכת.
    </p>
    <p>
      פה מדובר בצנזורה מסוג אחר לחלוטין. רוצה אני לומר: את זכות הציבור לדעת
      החליפה זכות הציבור לא לדעת. אנשים באים לחדשות של שמונה לא כדי לדעת מה קרה,
      אלא כדי להיות בטוחים שיש דברים שאותם לא ייראו. ייתכן שכבר צפו בהם בטלפון,
      אבל בחדשות הממוסדות ממתין להם תו תקן: פה אתם מוגנים מפני זוועות, מפני
      תעמולת האויב. תקבלו מלוא החופן פרשנויות, תיעוד, חשיפות, ראיונות - אבל יש
      דברים שלא תצטרכו לראות. זו מיגונית של התודעה.{" "}
    </p>
    <p>
      בהשאלה, ב-2024 אמא שלי צופה בחדשות לא כדי לדעת אם מחר יירד גשם אלא כי יש
      דברים שלא ייראו את אור השמש.{" "}
    </p>
  </>
);
const Article2Content: React.FC = () => (
  <>
    <p>בעד הצנזורה ונגד הבולשיט</p>
    <p>ד"ר תהילה שוורץ אלטשולר, על הצנזורה כעוצרת את ההצפה במידע מניפולטיבי</p>
    <p>
      ליד: ״חלק ממשבר המידע הנוכחי מתגלם בכך שישנם כוחות המבקשים להציף בכוונה את
      השוק, הפעם בבולשיט. האם צריכים לנקוט בטקטיקה של צנזורה הפוכה?{" "}
    </p>
    <p>
      בשנת 1980 התרחש באוניברסיטת קליפורניה ברקלי מהפך בלשני חשוב. במאמר מכונן
      הבהירו צמד בלשנים, לייקוף וג'ונסון, כי "מטאפורות יכולות להרוג". מטאפורות,
      הם טענו, לא חשובות רק למשוררים המדמים את שפתי אהובותיהם לשושנים ואת שיערן
      לפחם שחור; אלא גם לכל התנהלות אנושית וחברתית וליחסים בין בני אדם . אם
      מתבוננים בכך, יש צדק בדבריהם: "קיר הברזל" של ז'בוטינסקי הסביר מי האויב טוב
      יותר מכל לוחם, והמטאפורה של צ'רצ'יל –"מסך הברזל", חצתה את העולם לשניים
      והיטיבה לשרוד יותר מכל גבול ממשי. "בינה מלאכותית" יוצרת השוואה בין יכולת
      אנושית ליכולת של מכונות, וכך גם המטאפורה הפילוסופית-משפטית-פוליטית שבה
      אעסוק כאן: "שוק הרעיונות והדעות".{" "}
    </p>
    <p>
      לפי המטאפורה, רק ב"שוק רעיונות ודעות" תחרותי וחופשי, בהקבלה לשוק הסחורות
      של אדם סמית, ינצחו המוצרים הטובים. החזון האופטימי של המטאפורה הוא לפיכך
      שהשוק החופשי יבצע את תפקידו בהגנה על רעיונות "טובים" ו"נכונים" מפני
      רעיונות "רעים" ו"שקריים".{" "}
    </p>
    <p>
      ההנחה המובלעת במטפורה היא ששוק הרעיונות והדעות נמצא תמיד בסכנה של צנזורה,
      שעלולה ליצור מחסור. מכך נגזר החשש שיש להגן מפני צווארי בקבוק – שלטוניים או
      כלכליים בכניסות אל השוק. אם רק לא תהיה צנזורה, שוק הרעיונות יפעל היטב מכוח
      היד הנעלמה.{" "}
    </p>
    <p>
      צנזורה שלטונית יכולה להתבטא במגוון דרכים. למשל: צנזורה צבאית; סגירת כלי
      תקשורת וצווי איסור פרסום; חקיקה פלילית מגבילת ביטוי; רגולציית תקשורת
      המפקחת על רישיונות להקמת כלי תקשורת; הסרת מידע לאחר שכבר פורסם (למשל מכוח
      חוק איסור לשון הרע והגנת פרטיות); חסימת גישה לארכיונים וסירוב לבקשות חופש
      מידע; וכמובן שגם ניטור ומעקב אחר דוברים.{" "}
    </p>
    <p>
      כל אלה יוצרים "אפקט מצנן" על הנכונות להתבטא. בתי משפט נדרשו ליצור איזונים
      בין אינטרסים ציבוריים, לבין הצורך להגן על שוק הרעיונות והדעות. כך נולדו
      נוסחאות איזון כגון "סכנה ברורה ומיידית" או "וודאות קרובה לפגיעה חמורה
      באינטרס ציבורי", שנועדו לצמצם את צווארי הבקבוק בכניסה לשוק הרעיונות.{" "}
    </p>
    <p>
      החל משנות השמונים של המאה העשרים נוסף גם החשש מפני צווארי בקבוק ממקור
      פרטי. זאת, בדמות ניצול כוח השוק לרעה על-ידי "ברוני התקשורת" לצד צנזורה
      עצמית של עיתונאים החוששים למקום העבודה שלהם.{" "}
    </p>
    <p>הטכנולוגיה כעוקפת צנזורה שלטונית</p>
    <p>
      העידן הדיגיטלי של המאה העשרים ואחת הביא עמו זמינות של אופני פרסום, מידע
      ודעות. השירותים שמוצעים בו מאפשרים לעקוף מנגנוני צנזורה מסורתיים וחקיקה
      מגבילת ביטוי, בשל היעדר גבולות ריבוניים של הרשת. עושר המידע והנגישות שלו
      באמצעות מנועי חיפוש מאיינים סירוב של המדינה למסור מידע. פלטפורמות תוכן
      גולשים עוקפות את ההיררכיות של אמצעי התקשורת הממוסדים והריכוזיים,
      וטכנולוגיות של הצפנה הופכות את האפקט המצנן של המעקב למפחיד פחות.{" "}
    </p>
    <p>
      לראשונה בהיסטוריה האנושית, לא ניכר איום על שוק הרעיונות והדעות מצד גורמים
      צנזוראלים. ענקיות הדיגיטל עצמן עודדו את התפיסה כלפי המוצרים שלהן כ"שוק
      הרעיונות" החדש, בנו את עצמן כמגינות חופש הביטוי וטענו שיש למנוע כל דרישה
      לקביעת גבולות בפלטפורמות שבשליטתן. בתי משפט ומחוקקים החרו החזיקו אחריהן,
      וזאת למרות שמערכת היחסים של חברות אלה עם הציבור היא מסחרית וחוזית ביסודה.
    </p>
    <p>
      השנים האחרונות מלמדות על חולשתה היסודית של המטאפורה לפיה בשוק רעיונות
      ודעות חופשי מצנזורה, עשיר ושוויוני, יצופו מאליהם הרעיונות האמיתיים
      והנכונים: סביבת המידע הפכה רעילה, כפי שהתחוור בהפצת דיסאינפורמציה בתקופת
      הקורונה, הפצת תכני זוועה במלחמת חרבות ברזל, השפעה על בחירות, קידום אי שקט
      חברתי ודיכוי היכולת של קבוצות מיעוט להשתתף בשיח הציבורי - בכל העולם
      הדמוקרטי. בינואר 2024 הגיעו הדברים אל צמרת הכלכלה העולמית, כאשר הפורום
      הכלכלי העולמי בדאבוס קבע שאחד האיומים המיידיים על שלום העולם הוא מגפת
      הדיסאינפורמציה ברשתות החברתיות, בדומה לאיומי האקלים והגרעין.{" "}
    </p>
    <p>
      לאזרחים אין שפע של זמן, מסוגלות ועניין להיחשף אל, לבחון ולהתווכח על, דעות
      ורעיונות, ולכן טעות לחשוב שאם יהיו מספיק מאלה השוק יתפקד כראוי. אבל, דווקא
      השוק העשיר במידע גרר מחסור במשאב אחר - תשומת הלב של הנמענים. צוואר הבקבוק
      בכניסה אל השוק הפך לשליטה בתשומת הלב, שהתבררה כיקרה, ולא במידע, שהפך למשאב
      זול.{" "}
    </p>
    <p>
      חלק ממשבר המידע הנוכחי מתגלם בכך שישנם כוחות המבקשים להציף בכוונה את השוק,
      הפעם בבולשיט, כנשק אסטרטגי שמטרתו ליצור מפולת שלגים אדירה של מידע שבתורה
      תערער את יכולת הציבור לברר את המציאות. אסטרטגיה זו, המכונה לעתים "צנזורה
      הפוכה", מתבטאת במעבר מתרבות של חקירה, גילוי ויכוח על רעיונות חדשים, לתרבות
      של שכנוע באמצעות חזרתיות מציפה של תכנים דומים, וכן של רשתות השפעה והדהוד
      שתכליתן ליצור הגברה מלאכותית של תכנים ורעיונות. תהליכים אלה מתבצעים בסקאלה
      רחבה, בעלות נמוכה וחלקם על-ידי מתקשרים לא אנושיים (צ'אטבוטים או בוטים)
      שמגבלות הזמן והעלות של בני אנוש אינן חלות עליהם.
    </p>
    <p>הפרדוקס של חברות הטכנולוגיה</p>
    <p>
      השאלה היא האם בעידן של הצפה בשוק הרעיונות, המטאפורה שהנחות היסוד שלה הן
      החשש ממחסור ומצנזורה, לא הופכת לקלישאה. אם להיות בוטה יותר, אשאל: אם
      הפרדיגמה הצנזוריאלית של שוק הרעיונות מסכנת את הדמוקרטיה לא פחות משהיא
      תורמת לה?ֿ האם יש צורך בחשיבה מחודשת על התאוריה המכוננת של שוק הרעיונות,
      בעידן של הצפה במידע ולא של מחסור בו?
    </p>
    <p>
      קשה להתעלם מן הפרדוקס: בשנים האחרונות הצדיקו חברות הטכנולוגיה את מדיניות
      ניטור התוכן הרופפת שלהן בחשש מפני צנזורה. ככל שההשלכות המזיקות של מידע
      שגוי, הקצנת השיח וקיטוב פוליטי, וקשירה בין תוכן לבין טירגוט של נמענים,
      הפכו ברורות, מדינות וגם חברות מסחריות החלו לנקוט צעדים כדי לטפל בהן.
      פעולות אלה נתקלו, בתורן, בזעקות שמדובר בצנזורה. למרבה ההפתעה ועל אף
      כישלונה הברור, מתברר שהמחויבות הרעיונית העמוקה כלפי המטאפורה עדיין קיימת,
      והשיח הנוגע לחופש הביטוי במרחב הדיגיטלי מתבסס על חשש מפני צנזורה גם בתקופה
      הנוכחית. אבל, כאשר מידע הופך למשאב הנמצא בהצפה, והמגבלה המרכזית הופכת
      להיות היכולת לאמת, לאושש, להבין, לנתח אותו ולהפיק ממנו מסקנות ותובנות שהן
      בעלות ערך ליכולת התפקוד האזרחית והדמוקרטית - נדרש לשאול האם הפרדיגמה של
      צנזורה היא הדרך הנכונה לחשוב על חופש הביטוי.
    </p>
    <p>
      בעת הזאת נדרש לקבל את ה"זכות לביטחון עובדתי". מן הזכות הזאת ניתן לגזור
      כללים רגולטוריים המאפשרים הסרת תכנים מרשתות חברתיות, חסימת אתרי אינטרנט,
      חשיפת מתבטאים אנונימיים כדי להבין אם הם בני אנוש או בוטים וגם הטלת חובות
      שונות של שקיפות - מאלגוריתמים ועד נתונים לגבי הסרת תכנים. ניתן גם לראות
      כלגיטימיים קביעת כללי קהילה ותנאי שימוש ואכיפה (אנושית ורובוטית) שלהם,
      סימון של תכנים לפי מקורם (האם מדובר בדובר אנושי? האם קהילת המשתמשים סימנה
      תוכן כתוכן שאינו נכון? האם מדובר בתוכן יציר-מכונה?), ואפילו חסימת חשבונות,
      האטת קצב הפיזור של מידע או הסרתו.{" "}
    </p>
    <p>הזכות לביטחון עובדתי</p>
    <p>
      צעדים אלה יתפסו כהגנה מפני הצפה מכוונת ואפילו זדונית של שוק הרעיונות,
      המשבשת את האפשרות לברר את המציאות ולהעריך את אמינותם של רעיונות בשוק זה.
      אני מודעת לכך שהחשש המסורתי מפני צנזורה היה גם חשש שניוני-מוסדי: מיהו
      המוסד שיקבע מהי האמת. אכן, מתן האפשרות לשלטון להבחין בין "ביטוי טוב"
      ו"ביטוי רע" היא מסוכנת ויכולה לשמש כלי דיכוי עוצמתי. לכן היה נוח כל כך
      להתרפק על הפתרון של "רגולציה מבנית", כלומר לחשוב שהבטחת תחרות בשוק
      הרעיונות תוביל להישג המיוחל. אבל אלה אינם ההסדרים שאני סבורה שנגזרים מן
      הזכות לביטחון עובדתי. כוונתי איננה לכך שמוסד שלטוני יקבע מה נכון ומה פייק,
      אלא שכלי המדידה (חשבונות; לייקים; שיתופים), דרכי הפיזור והאיטרציה של מידע
      (Iteration), מקורות המידע (כיצד והיכן נוצר) והדרך שעשה המידע עד שהגיע אל
      המשתמשים – יהיו שקופים ובהירים.{" "}
    </p>
    <p>
      "הזכות לביטחון עובדתי" כבסיס לקיומו של שיח דמוקרטי עשיר תחייב "עיצוב למען
      הדמוקרטיה", כלומר בחירות עיצוביות-רגולטוריות שמטרתן לסייע ביצירת סביבה של
      דיון רציונלי: מרחבים מאובטחים, פרטיים ופרטיים למחצה, שבהם ניתן לממש
      אינטראקציות איכותיות של חקר ודיון בנושאים של פוליטיקה, תרבות וחברה בביטחון
      ובכבוד הדדי, גם אם סופן בדיסצנזוס ולא בהסכמה. שוק הרעיונות יישאר מטאפורה
      פוליטית עוצמתית, והחשש מפני צנזורה בעינו עומד. אבל ההבנה של סכנת "הצנזורה
      ההפוכה" מחייבת אותנו להתבונן בסביבת המידע שלנו בעיניים חדשות.{" "}
    </p>
    <p>
      הכותבת עמיתה במכון הישראלי לדמוקרטיה, ובמרכז פדרמן למשפט וסייבר
      באוניברסיטה העברית. (לאשר מולה){" "}
    </p>
  </>
);
const Article3Content: React.FC = () => (
  <>
    <p>תנו לנו לצנזר את עצמנו</p>
    <p>
      לדעתו של עמית סגל צופים בחדשות של שמונה לא כדי לדעת מה קרה, אלא כדי להיות
      בטוחים שיש דברים שאותם לא ייראו
    </p>
    <p>ליד:</p>
    <p>
      לא אשכח לעולם את הפעם הראשונה שבה צעדתי אל תוך המבנה המוזר בהרי ירושלים
      שבו שוכנת חברת החדשות של ערוץ 12. אז עוד קראו לה "חדשות 2", והתאריך היה
      יוני 2006. השם השתנה, גם ההתרגשות חלפה, אבל לבד מזאת הכול, לכאורה, כשהיה:
      אותו אולפן, אותה יונית, אותו נוסבאום, אותה שעה, קצת לפני שמונה בערב.{" "}
    </p>
    <p>
      האמנם? דבר מה מאוד יסודי השתנה. תפקידה של מהדורת החדשות, היה אז, בנאלי ככל
      שזה יישמע, לשדר חדשות. בין השעה 20:00 לשעה 21:00 יכולת לדעת מה קרה ב-23
      השעות שחלפו מאז הסתיימה המהדורה הקודמת. כן, כבר היו אתרי אינטרנט, ונכון –
      גם עיתונים ומבזקים ברדיו כל חצי שעה, אבל המטרה העליונה עדיין הייתה העברת
      פריטי מידע ממקום התרחשותם אל הציבור, אמא שלי הייתה מקפידה לצפות בתחזית
      בדקה לתשע, כדי שתדע מה ללבוש מחר: מעיל, סוודר או חולצה קצרה?{" "}
    </p>
    <p>
      נדמה לי שאף אחד, גם לא אמא שלי, כבר לא מחכה למהדורה כדי להכין ביגוד. המרוץ
      הנושן אל המידע, הוכרע, ולרעת כלי התקשורת הממוסדים. ב-2006 התפיסה שתפקיד
      העיתונות הוא בעיקר הבאת כל המידע לפתחו של הצרכן כבר נשמה בכבדות. היא מתה
      בשנים האחרונות, ומקום קבורתה לא נודע. יש היום הרבה תפקידים לעיתונות
      הממוסדת, הבאת המידע לפני כולם היא לא אחד מהם. המידע הגולמי – תאונת דרכים
      בנגב, פעולת צה"ל בשומרון, שלג בחרמון – מגיע ישירות לבית הצרכן באמצעות
      הרשתות.{" "}
    </p>
    <p>
      את המרוץ לדעת החליף במידה רבה המרוץ להבין. הציבור לא סובל ממחסור במידע,
      אלא מעודף מידע. מישהו צריך לארגן אותו – שזו פרשנות. אלף סרטונים בטלגרם
      מותירים את הצופה מבולבל: צה"ל מתקדם בחאן יונס, או תקוע? הממשלה בדרך להתפרק
      או דווקא יציבה? לאחר שהפסדנו, בספרינט חסר הנשימה למרחקים קצרים של עדכון על
      הקורה עכשיו, עברנו לענפי ספורט אחרים: מרתון (תחקירים וכתבות תעודה נרחבות
      שנמצאות היום במהדורה בנפח חסר תקדים), יידוי פטיש (בפוליטיקאים, או בקיצור
      דעתנות בקנה מידה שלא נראה בעבר), טריאתלון (שילוב של דיווח, פרשנות ודעה).{" "}
    </p>
    <p>
      הוויתור הוליד ז'אנר חדש, מסוג שקשה היה לנחש שתוליד הטכנולוגיה: אם בעבר
      עיתונות נמדדה במה שהיא מפרסמת, היום היא מתפרסמת במה שלא. רוב הישראלים
      נחשפו לתמונות הזוועות של טבח השבעה באוקטובר, אבל לא בטלוויזיה ובשאר כלי
      התקשורת הממוסדים. רבים קיבלו לווטסאפ את סרטוני התעמולה הפסיכולוגית של
      חמאס, אבל בערוצים הממוסדים הסתפקו בתמונת סטילס אחת קפואה, רק כדי לציין ממי
      התקבל אות חיים. בעבר, כאשר כמה ערוצי טלוויזיה החזיקו במונופול או דואופול
      על הפצת המידע בציבור, הדיונים על הפצת סרטונים כאלה היו ערים ומרים.{" "}
    </p>
    <p>היום, באופן הפוך, לא. </p>
    <p>
      יש צנזורה צבאית, שמוטלת במדינות שונות בעולם המצויות במצב מלחמתי או בגירעון
      דמוקרטי. בישראל, למשל, הצנזורה הצבאית היא בפועל אקט התנדבותי שהחילו כלי
      התקשורת על עצמם.{" "}
    </p>
    <p>
      יש צנזורה שמוטלת בפועל על ידי בעלי כלי התקשורת. אם יבואנית מאזדה מחזיקה
      בערוץ שלך, סביר שלא תקרא שם תחקירים על בעיות בטיחותיות בדגם החדש. בגלי
      צה"ל לא יהיו חשיפות נוקבות על תיק המניות של הרמטכ"ל. יש גם צנזורה עצמית:
      כזו שעיתונאי מטיל על עצמו מאימת הביקורת בעיתון של האליטות, מזעם ההמונים
      ברחוב, מפחד החשיבה הקבוצתית במערכת.
    </p>
    <p>
      פה מדובר בצנזורה מסוג אחר לחלוטין: את זכות הציבור לדעת החליפה זכות הציבור
      לא לדעת. ייתכן שכבר צפו בהם בטלפון, אבל בחדשות הממוסדות ממתין להם תו תקן:
      פה אתם מוגנים מפני זוועות, מפני תעמולת האויב. תקבלו מלוא החופן פרשנויות,
      תיעוד, חשיפות, ראיונות – אבל יש דברים שלא תצטרכו לראות. זו מיגונית של
      התודעה.
    </p>
  </>
);
const Article4Content: React.FC = () => (
  <>
    <p>פורום תקנה: בין דיסקרטיות לצנזורה</p>
    <p>
      מלכה פיוטרקובסקי עונה על השאלה את מי משרתת בחברה החרדית צנזורה על פגיעה
      מינית
    </p>
    <p>
      ליד: רק חשיפת פוגעות ופוגעים לעיני הציבור תצליח לגרום למניעת פגיעות
      נוספות. אדם שירצה לפגוע מינית ידמיין את הבושה האיומה שתיגרם לו ו/או
      למשפחתו, בהיוודע דבר מעשיו, ויירתע מהחשש מפניה.
    </p>
    <p>
      לפני למעלה מעשרים שנה, פורסם מקרה של רב מכובד מהציונות הדתית הנושא במשרה
      מכובדת באחת האוניברסיטאות, שפגע מינית לאורך שנים ארוכות בנשים. המקרה נודע
      לציבור, בעקבות תלונה שהוגשה למקום עבודתו על ידי קבוצת נשים (שנמניתי עליהן)
      בדרישה שהתלונות יבדקו. ועדה שהוקמה באוניברסיטה לצורך בירור התלונות, הגיעה
      למסקנה שאכן התנהגותו של הרב, לא מאפשרת את המשך העסקתו באוניברסיטה ובשל כך
      פוטר מיידית.{" "}
    </p>
    <p>
      פיטוריו זכו לחיזוק מבית הדין לעבודה, כשהשופטים דחו מכל וכל את תביעתו בגין
      פיטורין בניגוד לחוק.
    </p>
    <p>
      משנודעה פרשייה זו לציבור הרחב, קיבלה כל אחת מקבוצת הנשים שליוו אותה תלונות
      רבות של נשים שנפגעו מינית.{" "}
    </p>
    <p>
      המכנה המשותף לחלק גדול מהתלונות היה, שהפוגע היה לדעת הנפגעות בעל סמכות
      חינוכית, דתית-רוחנית. כמות התלונות העידה שמדובר בתופעה רחבה, ושלנפגעות
      שנתנו בנו אמון ותיארו את פגיעתן, היה ברור שאף אחד לא יאמין לתיאוריהן, בשל
      מעמדו של הפוגע כ: רב, ראש אולפנה, מחנך נערץ, וכד'. משום כך לא היה סיכוי
      שהן תגשנה תלונה בשום גוף רשמי.
    </p>
    <p>
      חשבנו שעלינו להעניק לכל אחת מהנפגעות אוזן קשבת, לברר את ממדי הפגיעה בה
      והתכנות לפגיעה בנשים נוספות{" "}
    </p>
    <p>
      ומשהמידע יבורר - לאתר את הפוגע, ולעשות כל שאפשר על מנת שיפסיק לפגוע. כך
      הוקם 'פורום תקנה' בו חברו אנשי{" "}
    </p>
    <p>
      ונשות ציבור, במטרה לבער את הנגע הנורא. בשלב הראשון רתמנו למשימה, חלק
      מגדולי רבני הציונות הדתית ואנשי ונשות טיפול, חינוך ומשפט.
    </p>
    <p>כך מטופלת תלונה על פגיעה מינית </p>
    <p>
      בישיבות ארוכות תיכננו את דרכי הפעולה של הפורום, כשהוחלט שהן חייבות להיות
      כפופות ל: 1. ערכי ההלכה היהודית. 2. מערכת החוק והמשפט בישראל. 3. הידע
      המקצועי בתחום הטיפול בפגיעות מיניות. בהתאם לכך, עוצבה דרך טיפול הפורום
      בתלונה לפיה יכולה נפגעת [או נפגע] להגיש תלונה לפורום, באמצעות אתר
      האינטרנט, בשיחה עם מנהלת הפורום, או בפניה לכל אחד מחבריו. התלונה תועבר על
      ידי מנהלת הפורום, לוועדה המקצועית, שעליה להחליט האם התלונה מתאימה להגדרת
      מטרות הפורום.
    </p>
    <p>
      הוחלט שהוועדה המקצועית שתטפל בתלונה תמנה הרכב שבו יהיו איש/ת תורה, חינוך,
      טיפול ומשפט. בדרך כלל: שתי נשים ושני גברים. לאחר שיפגוש במתלוננת ויסביר את
      מהלכיו, יציע לה הפורום להגיש תלונה במשטרה - בליווי הפורום.{" "}
    </p>
    <p>
      אם הנפגעת תחליט להמשיך את הטיפול בתלונתה בפורום - חברי ההרכב יידעו אותה,
      שהם מחויבים למסור את עיקרי תלונתה ללשכת היועץ המשפטי לממשלה, וכן לדווח לו
      על כל התפתחות בטיפול בתלונה. יוסבר לה שחברי ההרכב מחויבים בשמירה מוחלטת של
      דיסקרטיות במשך כל הליך הטיפול בתלונה וגם לאחר מכן, להוציא מצב בו היועץ
      המשפטי יבקש מהפורום את שם המתלוננת ו/או את שם הפוגע.{" "}
    </p>
    <p>
      לאחר בירור התלונה, עומקה, היקפה, בדיקה האם קיימות נפגעות נוספות מאותו פוגע
      וכד', יזמן ההרכב את הנחשד בפגיעה או בפגיעות, יציג לפניו את עיקרי הבירור
      שנערך ויבקש את תגובתו. לאור תגובת הנחשד למתואר בפניו, יחליט ההרכב מה מוטל
      עליו לעשות, כדי למזער עד למינימום את האפשרות שתמשך הפגיעה על ידו בעתיד.{" "}
    </p>
    <p>
      ההרכב רשאי להטיל על הפוגע הגבלות, כגון: סיום לאלתר של עבודתו עם נערות או
      נשים, איסור קבלת נשים לשיחות אישיות ו/או לשיחות הכוונה וטיפול וכד'. בנוסף,
      במקרים מסוימים ההרכב יציע לפוגע לעבור הליך טיפולי ממוקד שיסייע לו להפסיק
      לפגוע. כל זאת כדי לגרום לו להבין שהוא חייב לחדול מהתנהגותו הפוגענית.
      משהפוגע יקבל על עצמו את ההגבלות שהושתו עליו, חברי ההרכב יידעו אותו שהם
      ימשיכו לעקוב אחר התנהלותו, בדרכים העומדות לרשותם (נושא בעייתי בפני עצמו,
      עליו אעיר בהמשך), כדי לוודא שהוא אכן נאמן למגבלות עליהן הוא התחייב מול
      חברי ההרכב. אם יתברר שהפוגע חרג מהמגבלות ו/או הפסיק לשמור עליהן, כך שקיים
      חשש אמיתי שהוא יחזור לפגוע – ההרכב ייאלץ ליידע{" "}
    </p>
    <p>
      גורמים נוספים, כגון: המנהל במקום עבודתו, רב היישוב בו הוא גר, ועדת המוגנות
      וכד', כדי שאלו יסייעו לו לשמור על המגבלות שהוטלו עליו או במקרה שיסיר מעצמו
      אחריות להתנהגותו – יוכלו לפעול בדרכים העומדות לרשותם (חוקית, הלכתית, וכד'){" "}
    </p>
    <p>
      על מנת להגן על הציבור מפניו. אך כל עוד יקפיד הפוגע על קיום ההגבלות – עצם
      זימונו לפורום תקנה ודרכי הטיפול בו - לא ייוודעו לאיש.
    </p>
    <p>דילמה ושמה דיסקרטיות </p>
    <p>
      החיסרון הראשון של הדרך שהתוותה : מוגבלות המעקב אחר הפוגע : בשל המגבלות
      ההלכתיות, החוקיות, האתיות והמציאותיות, מעקב ההרכב אחר יישום המגבלות שהושתו
      על הפוגע עומד בסימן שאלה גדול, אולי גדול מידי, כשמדובר במשימה של ביעור הרע
      מקרבנו.
    </p>
    <p>
      החיסרון השני – הסיכון הכרוך בשמירה על דיסקרטיות הטיפול בפוגע :לפני שנים
      רבות, פנתה אליי מכרה וסיפרה שהתראיינה במקום עבודה מסוים וכשהיא סיפרה
      לחברתה על התהליך, חברתה הגיבה בחריפות ואמרה לה : "השתגעת ?! את באמת רוצה
      לעבוד שם ?! את לא יודעת שיש שמועות שמנהל המקום שראיין אותך, טופל בפורום
      תקנה ?!"
    </p>
    <p>
      לשאלה אם יש ממש בשמועות ? השבתי לה שזו שאלה שאני מנועה מלענות עליה, כי יש
      חובת דיסקרטיות מוחלטת בקרב חברי תקנה ואסור לי למסור שום מידע ביחס לאדם
      מסוים.
    </p>
    <p>
      לאור תשובתי, היא שאלה : "ואם אעבוד שם ואפגע, או שמישהי אחרת תיפגע - איך
      תוכלי לחיות עם 'חובת הדיסקרטיות' הזו שבגללה לא הזהרת אותי ?! היא השאלה אם
      תפקידנו לא להזהיר את הציבור מפני מי שכבר פגע?{" "}
    </p>
    <p>
      הבנתי בהחלט את ההיגיון שבהתקוממותה, במיוחד לאור מקרים שהתרחשו במהלך שנות
      פעילותינו, בהם פוגע שטופל אצלינו חזר לפגוע והדבר לא נודע לחברי ההרכב
      שטיפלו בו, או לחלופין נודע להם באיחור משמעותי. חרף זאת, סברתי, שבזמן הקמת
      הפורום - דרכו הייחודית בטיפול בתלונות, הייתה בשורה חשובה, לכל מי שהנגע
      הנורא הזה,{" "}
    </p>
    <p>שמעגלי השפעתו ההרסנית על היחיד והחברה, הדירו שינה מעיניו. </p>
    <p>
      לאור השינוי המשמעותי המתחולל בהחרפת השיח הציבורי ביחס לפגיעות המיניות,
      ובהכרח לטפל במי{" "}
    </p>
    <p>
      שמחולל אותן - כיום אני סבורה שאין להעניק לפוגע מינית שום סוג של חיסיון,
      אלא להיפך! רק חשיפת פוגעות ופוגעים לעיני הציבור תצליח לגרום למניעת פגיעות
      נוספות. אדם שירצה לפגוע מינית ידמיין את הבושה האיומה שתיגרם לו ו/או
      למשפחתו, בהיוודע דבר מעשיו, ויירתע מהחשש מפניה.
    </p>
    <p>
      הכותבת פעילה למען זכויות נשים ומחנכת, ממובילות תנועת לימוד התורה של נשים.
    </p>
  </>
);
const Article5Content: React.FC = () => (
  <>
    <p>משתנה היא משתנה עם צנזורה או בלעדיה</p>
    <p>
      עמי שטייניץ על המשתנה של דושאן שלא התקבלה לתערוכה ליברלית ומתקדמת והוכיחה
      שצנזורה קיימת גם בעולם החופשי והליברלי של האמנות
    </p>
    <p>
      ציטוט: ״ דושאן מבצע מארב לתנועות האומנות המתקדמות, אשר אמורות לתת מקום
      לביטוי חופשי.”
    </p>
    <p>
      בשנת 1912, הצייר הקוביסטי, מרסל דושאן, ביקש להציג את ציורו, ״עירום יורד
      במדרגות״, לתערוכת אומנות קוביסטית ב״סאלון דה אנדפנדאן״ בפריז. מנהלי
      התערוכה דחו את יצירתו בגלל הפרשנות המהפכנית למסורת המקובלת בזרם, וזאת
      למרות שהסאלון היה ידוע כמקום לתערוכות אומנות רדיקליות, ומעולם לא דחה
      יצירות אומנות שמתחו את גבולות ההגיון. דושאן התבקש לשנות את עבודתו בטענה כי
      העירום נתפס כזלזול ברעיון הקוביסטי מכיוון שהיה קרוב מדי לפוטוריזם. זרם זה
      היה מאופיין בדינמיות ותנועה מודרנית שנוסד באיטליה בתחילת המאה ה-20.{" "}
    </p>
    <p>
      מספר חודשים קודם לכן, הציגו אומנים מהזרם הפוטוריסטי תערוכה ובה לעגו
      לקוביזם בטענה כי מדובר בזרם אקדמי ומסורתי. הקוביסטים דחו בתגובה את ה״עירום
      יורד במדרגות״ בשל המתח ששרר באותה תקופה בינם לבין הפוטוריסטים.{" "}
    </p>
    <p>
      כשלוש שנים לאחר אותה תקרית, עבר דושאן לארה"ב, שם התפרסם והיה לאמן מוכר.
      ואולם, הדרת יצירתו מהתערוכה בפריז המשיכה להטריד אותו. לפיכך, הוא החליט
      לחקור את אי-הבהירות האופפת את תהליכי קבלת החלטות, וחקירת התשוקות והמתחים
      בעולם באומנות.{" "}
    </p>
    <p>
      הוא פנה, לשם כך, לתערוכת אומנות עצמאית, שמטרתה להוות קונטרה לעולם האומנות
      האליטיסטי והשמרני. הוא הניח מלכודת לתנועות האמנות המתקדמות שאמורות לתת
      מקום לביטוי חופשי. לקראת תערוכת 1917 רכש דושאן מַשתֵנה מחברת MOTT למוצרי
      חרסינה, העניק לה את השם "מזרקה", ושלח אותה לתערוכה. הוא ידע שהיצירה תתקבל
      אם יחתום עליה בשמו האמיתי ולכן חתם על היצירה בשם הבדוי R. Mutt. למרות
      הכללים הפתוחים של התערוכה, עוררה היצירה התנגדות בקרב אמני האגודה. הם סירבו
      להציג את "המזרקה" ודושאן הוכיח שגם זרמים שלכאורה הם פתוחים וליברלים אלה
      מאופיינים בהדרה פנימית. מקרה זה היווה, לדעתו, ראיה ניצחת להימצאותה המתמדת
      של ההשתקה הפנימית, בכל גוף באשר הוא.{" "}
    </p>
    <p>
      המקרה של "עירום יורד במדרגות" ו"המזרקה" מגלם את האפשרות החברתית-
      ציבורית-דמוקרטית להדרה פנימית, כפי שהיא מובנת כיום. הצורה הבוטה בה הושתק
      דושאן שברה לו את הקונספציה על האפשרות להתבטא באופן חופשי מוחלט ומראה כי
      בכל מקום ישנם מנגנוני השתקה, אפילו במסגרות שאמורות לייצג חופש וליברליות.{" "}
    </p>
  </>
);
const Article6Content: React.FC = () => (
  <article>
    <header>
      <hgroup>
        <h1>הצנזורה הצבאית ופרשת קו 300</h1>
        <h2>יצחק זמיר</h2>
        <h3>עוד אין כותרת משנה אבל היא תהיה פה</h3>
      </hgroup>
      <figure>
        <img src={kav300Img} alt="פרשת קו 300" />
        <figcaption>צילום: אלכס ליבק</figcaption>
      </figure>
    </header>
    <main>
      <p>
        הצנזורה הצבאית פועלת בישראל מאז הקמת המדינה מכוח תקנות ההגנה (שעת
        חירום), 1945, שנקלטו כחלק מן המשפט שהיה קיים בארץ-ישראל לפני הקמת
        המדינה, ונעשו חלק ממשפט ישראל.
      </p>
      <p>
        <b>התקנות, שנועדו לשמש את השלטון הבריטי לדיכוי תנועות המחתרת היהודית</b>
        , שנלחמו למען הקמת המדינה, העניקו לצבא סמכויות פוגעניות, בעלות עוצמה
        אדירה, בתחומים שונים. בין השאר הן העניקו סמכויות קיצוניות לצנזור הצבאי.
        הוא הוסמך (בתקנה 86) לאסור פרסום של כל{" "}
        <i>
          "חומר פרסומי שעשוי או עלול להיות עשוי לפגוע, לדעתו, בהגנה על [באותן
          שנים: פלסטינה (א"י)], או בשלום הציבור, או בסדר הציבורי"
        </i>
        . כדי לחזק את האיסור, הן הסמיכו את הצנזור, הוא בעצמו, להעניש בחומרה כל
        מי שמפר את האיסור, בין השאר לסגור את העיתון ולהחרים את מכונות הדפוס.
      </p>
      <p>
        התקנות עוררו ביקורת קשה וזעם רב ביישוב היהודי לפני הקמת המדינה; ברור שהן
        סותרות את מהות הדמוקרטיה; ונראה שאין כמותן לחומרה בשום דמוקרטיה אחרת.
        לכן ראוי היה לבטלן לאחר הקמת המדינה, בהקדם האפשרי, ולהחליפן בחוק של
        הכנסת, שיקנה לשלטון את הסמכויות הנדרשות להגנה על ביטחון המדינה, אך יהיה
        הולם את מהות הדמוקרטיה. אולם הממשלה והכנסת השאירו בתוקף את התקנות, לרבות
        תקנות הצנזורה, כמעט ללא שינוי, מאז ועד היום. ברור שטוב ונוח לכל שלטון
        להחזיק בסמכויות עוצמתיות כל כך. אך הן מהוות סכנה מתמדת למהות הדמוקרטיה
        ואיום מתמשך על זכויות היסוד של האדם בישראל.
      </p>
      <p>
        אומנם זה שנים רבות שתקנות ההגנה, אף שהשלטון מוסמך להפעילן כל יום במלוא
        עוצמתן, אינן מופעלות בשטח ישראל אלא במקרים קיצוניים ומעטים. אך יש לכך
        חריג בולט: תקנות הצנזורה. תקנות אלה מופעלות באופן שיטתי ויסודי, יום יום,
        על ידי יחידה צבאית, על כל כלי התקשורת, הכתובה והמשודרת.
      </p>
      <p>
        סמכויות הצנזור, כמו כל סמכות שלטונית, טומנת בחובה את האפשרות של שימוש
        לרעה, שלא לתכלית החוק, בשירות אינטרסים זרים, פוליטיים או אישיים. ואכן,
        כך קרה לא אחת גם הפעלת סמכויות הצנזור, כפי שאפשר להדגים באירועים אחדים
        בפרשת האוטובוס בקו 300.
      </p>
      <p>
        פרשה זו התחילה באפריל 1984 כאשר אוטובוס נוסעים נחטף על ידי ארבעה מחבלים.
        הוא נעצר בדרכו ויחידת צבא פרצה לאוטובוס כדי לשחרר את הנוסעים. דובר צה"ל
        הודיע כי ארבעת המחבלים נהרגו בעת הפריצה לאוטובוס. אך למעשה רק שניים מן
        המחבלים נהרגו בעת הפריצה ושניים, שלא נפגעו כלל, הוצאו מן האוטובוס,
        וצולמו על ידי עיתונאים כשהם מובלים על ידי אנשי שב"כ לשדה סמוך לצורך
        חקירה. שעות אחדות לאחר מכן הם הובאו בטנדר של שב"כ לבית-החולים באשקלון,
        שם נקבע מותם עקב שברים בגולגולת.{" "}
      </p>
      <p>
        כאשר התברר לדובר צה"ל ולשב"כ שהמחבלים צולמו על-ידי עיתונאים, כשהם יוצאים
        מן האוטובוס על רגליהם, והתעורר חשש שפרסום הצילומים יוכיח שדובר צה"ל לא
        אמר אמת וכי שני המחבלים נהרגו על ידי כוחות הביטחון עם סיום חקירתם,
        הוציאה הצנזור צו שאסר פרסום כל מידע או צילום של האירוע.
      </p>
      <p>
        היעילות של צווי הצנזור הייתה מוגבלת מאז ומתמיד. אומנם בדרך כלל עיתונאים
        נמנעים מפרסום מידע כאשר לדעתם הפרסום עלול לפגוע בביטחון המדינה; אך כאשר
        לדעתם אין סכנה כזאת, וראוי שהציבור ייחשף למידע, הם מוצאים דרך לעקוף את
        צו הצנזור. וכך קרה גם במקרה זה. עיתונאים, שראו זאת כתפקידם לכבד את זכות
        הציבור לדעת, העבירו את המידע והצילומים לעיתונאי-חוץ, והם פורסמו באופן
        בולט ברחבי העולם. הפרסום, תחילה במדינות אחרות ולאחר מכן גם בישראל, עורר
        ביקורת רבה, ולא רק בגלל החשד שכוחות הביטחון הרגו מחבלים כאשר לא נשקפה
        מהם כל סכנה, אלא גם בגלל הניסיון של הצנזור להסתיר את המידע. התוצאה הייתה
        הפוכה מן התוצאה מבוקשת: פרסום עולמי. צו הצנזורה הפך להיות חרב פיפיות:
        הוא פגע בצנזורה עצמה.
      </p>
      <p>
        ולא זו בלבד שצו הצנזורה היה בלתי יעיל, הוא היה גם בלתי חוקי. מדוע? מפני
        שהוא הוצא, לא כדי להגן על ביטחון המדינה, אלא כדי להגן על האמינות של דובר
        צה"ל ועל גורל האחראים להריגת המחבלים. אכן, המציאות הוכיחה זאת: פרסום
        המידע לא פגע כלל בביטחון המדינה. אמנם ייתכן שהוא פגע בתדמית המדינה, אך
        אין זה מעניינו או מסמכותו של הצנזור.{" "}
      </p>
      <p>
        אולם הלקח לא נלמד, והביזיון של הצנזורה חזר על עצמו זמן קצר לאחר מכן.
        בעקבות הפרסום של האירוע, התעוררה שמועה (כוזבת) ששר הביטחון הוא שהורה
        להרוג את שני המחבלים לאחר סיום החקירה. שר הביטחון, שביקש להזים את
        השמועה, הקים ועדת חקירה צבאית לבירור נסיבות מותם של שני המחבלים. ברור
        לגמרי שפרסום הידיעה על הקמת הוועדה לא היה בו כדי לפגוע בשום אופן בביטחון
        המדינה. ובכל זאת, הצנזור הוציא צו חדש האוסר על פרסום הידיעה. לא היה הסבר
        אחר להוצאת הצו אלא הרצון להשתיק את כל הפרשה כדי להגן על האחראים להריגת
        המחבלים. אם כך, גם צו זה היה בלתי חוקי. ושוב, גם הפעם הוכחה היעילות
        המוגבלת של צווי הצנזור, כאשר אחד העיתונים, שסבר כי זכות הציבור לדעת,
        הסתכן ופרסם את הידיעה על הקמת הוועדה. האם הפרסום גרם פגיעה בביטחון? ודאי
        שלא. זה היה מקרה נוסף של שימוש לרעה בסמכות הצנזורה. ועל הצנזור אפשר
        לומר, בלשונו של הנביא ישעיהו, "ויקו לעשות ענבים, ויעש באשים".
      </p>
      <p>
        גם בכך לא תם חלקה של הצנזורה בפרשה זאת. בשנת 1986 התבררו נסיבות המקרה
        כאשר מידע מתוך שב"כ גילה כי ראש השב"כ הוא שהורה לאנשיו להרוג את שני
        המחבלים לאחר חקירתם, וכאשר עלה החשד שהם נהרגו בידי כוחות הביטחון, לאחר
        שהוצאו חיים מן האוטובוס, הוא הפעיל מערכת של אנשי שב"כ כדי להוליך שולל את
        ועדת החקירה ששר הביטחון מינה, את ראש הממשלה, את היועץ המשפטי לממשלה
        ואחרים, במטרה להסיר כל חשד ממנו ומאנשי שב"כ שביצעו את ההוראה שלו, תוך
        כדי מודעות לאפשרות שקצין בכיר בצבא הוא שיואשם בהריגת המחבלים.
      </p>
      <p>
        כאשר מידע זה הגיע אל היועץ המשפטי לממשלה הוא דרש שהמשטרה תחקור את הפרשה,
        ולא רק את נסיבות מותם של שני המחבלים, אלא גם ובעיקר את בידוי הראיות בפני
        הגורמים הרשמיים. אך דרישה זאת נתקלה בהתנגדות נחרצת של הממשלה, שדרשה
        לסגור את התיק, כאילו דבר לא קרה. המחלוקת הקשה בין היועץ המשפטי לממשלה
        לבין הממשלה נשמרה אף היא כסוד כמוס, מכוח צו הצנזור, אף שפרסומה לא היה
        מסכן בשום אופן את ביטחון המדינה, ולמרות העניין הציבורי בחשיפת המידע.
        ושוב, כמו בפעמים הקודמו, צו הצנזורה היה בלתי חוקי ואף בלתי יעיל. המידע
        דלף (ממקור שאינו ידוע עד היום), פורסם בטלוויזיה, בלי לגרום כל פגיעה
        בביטחון.{" "}
      </p>
      <p>
        הפרסום עורר סערה ציבורית, שהובילה לבדק בית יסודי בשב"כ. בין השאר, היא
        הובילה, כפי שוועדת חקירה ממלכתית קבעה, ושב"כ הפנים, שהוא אינו רשאי לפעול
        בניגוד לחוק, כפי שחשב ונהג קודם לכן, אלא הוא כפוף לחוק כמו כל רשות
        שלטונית אחרת. הוא חדל, לדוגמה, לשקר לבית המשפט העליון. ובשנת 2002 חוקקה
        הכנסת את חוק שירות הביטחון הכללי, הקובע את הסמכות ומסדיר את התפקוד של
        שב"כ, וכיום שב"כ חשוף הרבה יותר לידיעה (ולביקורת) של הציבור. בסופו של
        חשבון, חשיפת הפרשה בפני הציבור, בניגוד לצווי הצנזורה, עשתה את השב"כ, כפי
        שראשי שב"כ מעידים, לגוף תקין יותר, בלי לעשותו יעיל פחות.
      </p>
      <p>
        עם זאת, תפקוד הצנזורה הצבאית בפרשת קו 300, ובאירועים נוספים, הבהיר היטב
        שסמכויות הצנזורה לפי תקנות ההגנה רחבות יתר על המידה, וכי הצנזורה עושה
        בהן לא אחת שימוש בלתי ראוי. המסקנה המתבקשת הייתה שראוי להגביל את סמכות
        הצנזורה. ההזדמנות לעשות זאת נקרתה לבית המשפט העליון בשנת 1988 במשפט
        שניצר. במשפט זה התבקש בג"ץ לבטל צו של הצנזורה שאסר פרסום כתבה שמתחה
        ביקורת כללית על תפקודו של ראש המוסד למודיעין ותפקידים מיוחדים, ערב
        פרישתו. גם הפעם, כפי שבג"ץ קבע, פרסום הכתבה לא היה עלול לפגוע בביטחון
        המדינה, ולכן הצו בוטל. בג"ץ לא הסתפק בכך וקבע, לראשונה, מבחן להפעלת
        סמכות הצנזור: מבחן הוודאות הקרובה. לפי מבחן זה הצנזור אינו רשאי לאסור
        פרסום אלא אם קיימת ודאות קרובה שהפרסום יפגע באופן ממשי בביטחון המדינה.
        וזה המבחן המנחה את הצנזורה מאז ועד היום.{" "}
      </p>
      <p>
        במאמר מוסגר ראוי לציין שזה היה אחד מפסקי-הדין האקטיביסטיים ביותר של בית
        המשפט העליון, וכיום אין ספק שבמקרה זה (ויש רבים כמוהו) האקטיביזם השיפוטי
        היה חיובי: הוא חיזק את חופש הביטוי, ובכלל זה את חופש העיתונות, שבלעדיו
        אין קיום לדמוקרטיה, ואת זכות הציבור לדעת, שהיא חיונית כדי למנוע ולתקן
        תקלה, עוול ואף אסון מצד השלטון.
      </p>
      <p>
        אפשר להניח שכיום, גם בזמן מלחמה, הצנזורה הצבאית פועלת באיפוק, לאור מבחן
        הוודאות הקרובה, כפי שנדרש במדינה דמוקרטית. עם זאת, תקנות ההגנה משנת
        1945, ובהן גם תקנות הצנזורה, עדיין עומדות בתוקפן, כמעט 80 שנה, ועדיין
        ראוי, כפי שהיה ראוי לפני שנים רבות, לבטלן ולהחליפן בחוק של הכנסת. כיצד?
        אפשר למצוא דוגמה לכך בחוק סמכויות שעת חירום (מעצרים) משנת 1979. חוק זה
        ביטל בתקנות ההגנה את ההוראות שאפשרו מעצר מינהלי על ידי מפקד צבאי ללא
        משפט, ללא הגבלת זמן וללא ביקורת שיפוטית ראויה, וקבע במקומן הוראות חדשות,
        שאומנם גם הן מאפשרות מעצרים מנהליים, אך בתנאים הנדרשים וכפוף לאישור של
        נשיא בית-משפט מחוזי. אכן, די לחרפה ולסכנה שתקנות ההגנה ממיטות עלינו,
        אזרחי ישראל.
      </p>
    </main>
  </article>
);
const Article7Content: React.FC = () => (
  <>
    <p>צנזורה בשביעי באוקטובר/ רויטל שמיר</p>
    <p>״אלו לאלו שואלים, אלו לאלו ממללים״</p>
    <p>
      ליד: ״הייתי צריכה לחכות כמעט שלושה ימים עד שנשמעה הדפיקה בדלת ועמה הבשורה
      הארורה״ מספרת רויטל שמיר, אלמנתו של רס״ן מוטי שמיר שנהרג בקרב בקיבוץ רעים
      שבעוטף עזה.
    </p>
    <p>____</p>
    <p>
      השביעי באוקטובר 2024. יום שייחרט לנצח בזיכרון הקולקטיבי הישראלי. יום בו
      התרחשה מתקפת פתע אכזרית, שהותירה אחריה צלקות עמוקות ופצעים פתוחים. באותו
      היום, לצד רשימת הנופלים המתרחבת מדקה לדקה, נותרו משפחות רבות אשר גורל
      יקיריהן עדיין לא ידוע.
    </p>
    <p>
      בתוך מציאות קשה זו, עלה נושא הצנזורה כגורם נוסף המעצים את תחושת חוסר
      האונים והחרדה. משפחות רבות נאלצו להתמודד לא רק עם הכאב והאובדן, אלא גם עם
      אי ודאות בלתי נסבלת באשר לגורל יקיריהן, גם כאשר מסביבם ידעו כבר את
      התשובות. במספר מקרים, ״הגורם המצנזר״ – מלבד משרד הביטחון – היו החברים
      והחברות הקרובים ביותר אשר נחשפו לאמת המרה, אך נאלצו להחזיק אותה אצלם לאור
      הוראות מערך הנפגעים.
    </p>
    <p>רויטל, איך עוברים עלייך שלושת הימים המתוחים האלו?</p>
    <p>
      אני מאוד אופטימית. מבחינתי מוטי עד יום ראשון אחר הצהריים נלחם במחבלים ולכן
      הוא לא מדבר איתי. במוצאי שבת לביא, הבן שלנו, מבקש להתקשר אליו ואני אומרת
      לו – יאללה בוא ננסה אבל יש סיכוי שאבא לא יענה. לא כי הוא נהרג, אלא שפשוט
      הוא נלחם.
    </p>
    <p>
      אז התקשרנו. למחרת בבוקר לביא אפילו שולח לו סרטונים בהם אומר לו ״אבא אני
      מתגעגע אליך, אני אוהב אותך״.{" "}
    </p>
    <p>איך הצלחת לשמור את האופטימיות כל כך הרבה זמן?</p>
    <p>
      תראה, בכל פעם שהתקשרנו הטלפון זמין. אז הסרט היחידי שרץ לי בראש זה שהוא
      עדיין נלחם. למוטי היה משפט שהוא אהב להגיד על עצמו: ״אפשר להפתיע אותי, אבל
      אי אפשר להכריע אותי״. אז מבחינתי זו הייתה הגישה. ביום שבת ב-11:00 בבוקר
      אני מקבלת ממנו שיחה בה הוא מבקש ממני לחבור לכיתת הכוננות ביחד עם לביא על
      מנת שיכווינו אותו למקום מאובטח. הוא קיבל התראה בפלאפון על חשש לחדירה
      ליישוב. ברקע השיחה הכל היה נשמע רגוע מסביב. כל שחשבתי לעצמי זה "מי יכול
      עליו בכלל?!"
    </p>
    <p>זאת בעצם הייתה השיחה האחרונה שלך איתו?</p>
    <p>
      בסוף, ככל שעברו השעות אני כבר לאט לאט מבינה שמשהו כנראה קרה. אני מדברת עם
      כל החברים שלנו מגולני. כולם מתקשרים ויודעים לתת עדכונים, ורק מוטי לא עונה.
      פה אני כבר מבינה שזה לא כל כך הגיוני.
    </p>
    <p>דיברת בעצם עם חברים שהיו איתו? חברים שהכרת? </p>
    <p>
      היו איתו שני חברים ממש טובים שלנו, אחד מהם גר ממש לידנו ביישוב חוות יאיר.
      הוא נפצע שנייה לפני שמוטי נהרג וחתך אחורה. הוא לא ראה מה קרה למוטי אבל כן
      מקבל את הדיווח כבר כמה שעות לאחר.
    </p>
    <p> </p>
    <p>עם החבר הזה ניסית ליצור קשר? </p>
    <p>
      במוצאי שבת אני שולחת הודעה לאשתו כי ידעתי שהם יחד. רשמתי לה: ״נו מה איתו?״
      והיא ענתה לי: ״את לא יודעת שיצאנו מהמשחק ? הוא נפצע״.{" "}
    </p>
    <p>״יצאנו מהמשחק״</p>
    <p>
      כן ממש ככה. ישר עניתי לה, שאני ממש מתנצלת שהפרעתי להם. בבוקר למחרת שלחתי
      לה שוב הודעה ושאלתי אם היא יודעת להגיד לי משהו לגבי מוטי, והיא ענתה שבאמת
      בעלה היה איתו, אבל שהוא נפצע ומוטי המשיך להילחם. היא כבר ידעה את החדשות.
      ביחד הם נאלצו לשמור את השמועה בבטן שלא תתפשט ביישוב.
    </p>
    <p>רצתה לתת לגורמים הרשמיים לעשות את עבודתם. </p>
    <p>
      תשמע אני לא הזכרתי את זה, אבל אני הייתי קצינת נפגעים בעברי. לא הודעתי
      הודעות, אבל ליוויתי לא מעט משפחות שכולות. אז אני מכירה מקרוב את התחום.
    </p>
    <p>וואו. אז ממך בטח עוד יותר קשה להסתיר...</p>
    <p>
      כן.. בהמשך השירות הצבאי שלי שיניתי תפקיד. בעיקר מהפחד לחזור הביתה לבד
      ולקבל דפיקה בדלת, זה קצת שורט. עברתי לתפקיד אחר והשתחררתי בדרגת סרן.
    </p>
    <p>זוג קצינים... אז גם את בעצמך בטח הוקפצת למילואים, לא?</p>
    <p>
      השחרור שלי היה ממש לאחר הלידה של לביא ולכן שובצתי ״בפטור״ באותה העת.
      כשראיתי את ההתכתבויות בקבוצה של החברות מהשירות במערך הנפגעים הלב שלי יצא
      אליהן. תיארתי לעצמי מה הן עוברות.{" "}
    </p>
    <p>
      כתבתי שאני מתנצלת, שאני בהריון וגם לא יודעת מה קורה עם מוטי. אפילו כתבתי
      שאם יפגשו את מוטי שימסרו לו את אהבתי״. כתבתי להן את זה ביום שני בצהריים,
      הקצינים הגיעו אליי באותו הערב. כנראה שגם הן כבר ידעו.{" "}
    </p>
    <p>
      כל כך הרבה אנשים, קרובים יותר ופחות, שהכירו אתכם ובחרו לצנזר את המידע. את
      מקבלת את הבחירה שלהם?{" "}
    </p>
    <p>
      אז למרות שהחוסר ודאות הזה שיגע אותי, כן אני מסכימה עם הבחירה שלהם. ובתור
      קצינת נפגעים לשעבר, בוודאי שאני גם מבינה. יש לבשורה הזו משקל פסיכולוגי
      עצום. לעולם לא תוכל להישאר קרוב לאדם שבישר לך. לכל הפחות תסתכל עליו באור
      אחר ממה שייחסת לו במידה ולפני כן היה קרוב אליך. אולי רק אם זה היה מישהו
      מהמשפחה שלי זה היה יכול להיות אחרת – כמו שהיה עם גדי אייזנקוט למשל, שבחר
      להודיע בעצמו לאשתו וילדיו.
    </p>
    <p>
      מערך נפגעים עובד ממש באופן מסודר בהקשר הזה. יש את שלב הבשורה ולאחר מכן
      הליווי בטקס הלוויה, השבעה, והעלייה לקבר שמתבצע על ידי המודיעין ולאחר מכן
      נכנסת לתמונה קצינת הנפגעים והיא ממשיכה ללוות את המשפחה. כך בעצם מבשרי
      האיוב אינם ממשיכים בקשר עם המשפחה וזה הדבר הנכון.
    </p>
    <p>
      אגב, אצל ההורים של מוטי למשל, ראש המועצה המקומית באלקנה הוא מודיע במילואים
      ולא בכדי לא הודיע למשפחה של מוטי ואף על כך שהיה במילואים באותו העת בחר שלא
      להיכנס במדים לביתם בשביל לא ליצור את האסוציאציה של ״המודיע״.
    </p>
    <p>מה את אומרת על מבול השמועות שרצות בטלגרם במלחמה? </p>
    <p>
      אני באמת שומעת לא מעט התבטאויות של נשים ואימהות שדרך העדכונים האלו בטלגרם
      גילו על גורל יקיריהן עוד לפני שהגיעה הדפיקה בדלת. צריך פשוט להיות רגישים
      עם זה, כי יש לזה גם יתרונות. השאלה היא כמה באמת יש יכולת לצבא ״לצנזר״
      בעולם הזה של היום. כמו כל טכנולוגיה מתפרצת בתקופה הנוכחית חייבים להיות לזה
      עקרונות מאסדרים ששומרים על חופש המידע מחד, אך גם על הזכות לפרטיות ובטחון
      המידע מאידך. אסור להשתמש ברשתות הללו להפיץ מידע פוגע. צריך להשתמש בהן כדי
      לאחד – זו הייתה גם צוואתו היחידה של מוטי.{" "}
    </p>
    <p>בסופו של דבר גם למערך הנפגעים לקח המון זמן להגיע אליכם.</p>
    <p>
      אתה יודע, זה באמת קצת אבסורדי. אבל היום אני אומרת מה זה "הרבה זמן"? יש
      כאלו שעדיין אין להם מושג.
    </p>
    <p>
      היום אני אומרת תודה על ההודעה המוקדמת – יומיים וחצי אחרי. תחשוב באיזו
      מציאות הזויה אנחנו חיים שזה לא מובן מאליו לקבל את הוודאות הזו יומיים וחצי
      אחרי. הלוואי וכל המשפחות הנותרות יקבלו גם את המידע על יקיריהן. אני רק
      יכולה לדמיין את הסיוט היום-יומי שהן עוברות בחודשים האחרונים.
    </p>
    <p>
      בשמחת תורה היה רס"ן מוטי שמיר, קצין בגולני, בביתו שבחוות יאיר בשומרון.
      כששמע שהחלה מתקפה בדרום, היכן שיושבים שני גדודים של החטיבה, הוא לקח את
      אקדחו האישי ונסע דרומה. בדרך הקים לו צוות מאולתר והחל להילחם במחבלים. גם
      אחרי שנפצע הוא המשיך לחלץ פצועים ובני ערובה, עד שנורה. רס"ן שמיר עשה מספר
      תפקידי פיקוד בחטיבת גולני, בין היתר פיקד על פלוגות בסיירת גולני ובגדוד 13.
      לפני כשנתיים הוא יצא ללימודים מטעם הצבא. הוא הותיר אחריו אישה בהריון וילד
      בן 4, לביא. מוטי, האיש שערך הרעות היה נר לרגליו, נפל בקיבוץ רעים.
    </p>
  </>
);
const Article8Content: React.FC = () => (
  <>
    <p>דו"ח ועדת החקירה לכישלון הנפש</p>
    <p>עודד כרמלי על המנדט שיש (או שאין) לעורך לצנזר שירה </p>
    <p>ליד: באיזו רשות צנזר העורך מנחם פרי את שירתה של המשוררת יונה וולך </p>
    <p>
      "הוּא מַחֲרִים אוֹתִי, וַאֲנִי מַחֲרִים אוֹתִי", כתב אבות ישורון בשירו
      המבריק "אַחְרִימָן" (המכוון כמובן אל נתן אלתרמן – שהיה המחרימן הראשי בחיי
      ישורון), ולמראית עין נראה שאלה שני סוגי הצנזורה הקיימים בעולמנו: או
      ששורפים את ספריו של אדם בכיכר העיר, או שהאדם שורף את ספריו בכיכר העיר.{" "}
    </p>
    <p>
      אך למעשה ישנו סוג שלישי – ולאו דווקא בלתי נפוץ – של צנזורה. כשבאחד
      מתרגומיו השתמש ישראל זמורה במילה "שדיים", עורכו אברהם שלונסקי שינה לו
      ל"חזה". החוק לא חייב את שלונסקי לעשות כן. וזמורה ודאי לא ביקש משלונסקי
      לעשות כן. הצנזור הפנימי – בספרות זה לרוב העורך או המו"ל – מביית את הטקסט
      כדי להגן הן על המחבר (ושמו הטוב), הן על הציבור (ורגשותיו).{" "}
    </p>
    <p>
      מתוך כוונות טובות למהדרין, הצנזור הפנימי מבשל את הטקסט באופן שהוא סבור
      שחיך הקורא מעוניין או מורגל בו. במאמר קצרצר זה אתמקד בצנזורה שהפעיל מנחם
      פרי – אחד הצנזורים הגדולים שקמו לספרות העברית – על שירתה של יונה וולך –
      אחת המשוררות הנועזות שקמו לספרות העברית, במטרה להראות שכמו במקרה שלונסקי,
      הצנזורה הייתה מגמתית, אידיאולוגית.
    </p>
    <p>
      הרקע למעשה לא קל – אך הוא פשוט. אחרי פרסום ספר ביכוריה 'דברים' (עכשיו,
      1966) וספרה השני 'שני גנים' (דגה, 1969), יונה וולך התעטפה בשתיקה, ניסתה
      להתאבד ואושפזה בכפייה. עם שחרורה מבית החולים הפסיכיאטרי בסוף 1972, שירתה
      השתנתה איתה. יונה וולך של הסיקסטיז הייתה "נערת פרחים אולטימטיבית" (כמאמר
      עורכה הראשון גבריאל מוקד). שיריה הקצרים התאפיינו באימאז'ים חזקים, צבעוניים
      ואגדתיים.{" "}
    </p>
    <p>
      לעומתה, יונה וולך של שנות השבעים הייתה משוררת שכלתנית, דידקטית,
      קונספטואלית. כך הכירהּ עורכה השני מנחם פרי, עורך כתב העת החדש 'סימן
      קריאה'. ב-1976 ראה אור ספרה השלישי 'שירה', בעריכת פרי ובהוצאת 'סימן
      קריאה', שקיבץ את שני ספריה הראשונים – 'דברים' ו'שני גנים' – וכן חטיבה חדשה
      (ונפלאה) משיריה החדשים, כלומר שירים מ-1973 ועד 1976, תחת השם 'למעלה מזה'.{" "}
    </p>
    <p>
      אלא שפרי פסל חלק מהשירים, שנאלצו להמתין יותר מעשור עד שהסכין לכללם בספר:
      ראשית ב'צורות' (ספרי סימן קריאה), ושבוע אחר כך ב'מופע' (הקיבוץ המאוחד),
      שניהם ב-1985. בין לבין נפטרה יונה וולך ממחלת הסרטן ב-29 בספטמבר, והיא בת
      41. את 'מופע' לא הספיקה לאחוז.
    </p>
    <p>
      יוצא דופן מבין השירים הפסולים – ולכן מאיר עיניים – הוא "זוג וַמפּירים".
      ב-1976 מסרה וולך את השיר לפרסום בכרך 5 של כתב העת 'סימן קריאה'. מבלי לבקש
      את רשותה, פרי הדפיס רק את חמש השורות הראשונות והשמיט את 47 (!) השורות
      הבאות – וכך השיר הופיע גם בקובץ 'שירה', וכך הוא מופיע עד היום באוספים
      השונים משירתה. כשוולך פתחה את חוברת 'סימן קריאה' וראתה את מעשה המחיקה,
      חמתה בערה בה והיא מסרה את ההמשך לעורך 'פרוזה' יוסי קריים. השיר המלא, על
      שני חלקיו, פורסם בספר "יונה וולך: השירים שמחוץ לספרים" שערכתי יחד עם
      שותפתי שני פוקר (הבה לאור והספרייה החדשה, 2024):
    </p>
    <p>א</p>
    <p>שׁוֹאֲבִים אֶחָד מִשֵּׁנִי חַיִּים וָמֹחַ</p>
    <p>נִשְׁאָרִים כְּמוֹ שְׂרוּפִים</p>
    <p>חֹרֵי עֵינַיִם אֲרֻכִּים וְרֵיקִים</p>
    <p>מִסָּבִיב קַוִּים צִיּוּרִים קוֹנְטוּרִים</p>
    <p>לְמַה שֶּׁהָיָה פַּעַם חַיִּים</p>
    <p>ב</p>
    <p>בַּמַּצָּב הַטּוֹב הַקּוֹל מַרְגִּיעַ</p>
    <p>אוֹהֲבִים עַצְמוֹ וַאֲחֵרִים</p>
    <p>חַיִּים לְפִי הַצַּוִּים</p>
    <p>הוֹרָאוֹת חַיִּים</p>
    <p>תּוֹדָעָה מְאֻחֶדֶת</p>
    <p>לֹא תּוֹדָעָה מְפֻצֶּלֶת</p>
    <p>מְיַצְּגִים מַעֲמָדוֹת שִׁוְיוֹן קַיָּמִים</p>
    <p>בְּרֶגַע שֶׁהַחַיִּים אַחֲרֵי עַצְמוֹ מְפַגְּרִים</p>
    <p>חַיִּים לְפִי צַוִּים כְּמוֹ לְפִי תֵיאוֹרְיָה</p>
    <p>אֵיפֹה הַתֵּיאוֹרְיָה שֶׁל הַחַיִּים בְּקֹשִי יֵשׁ</p>
    <p>
      בְּמִקְרֵה הַצֹּרֶךְ נוֹתְנִים הוֹרָאוֹת חַיִּים יָשָׁר מֵהַתֵּיאוֹרְיָה
    </p>
    <p>
      נוֹתְנִים עֵצוֹת עַל פִּי הַזְמָנָה מֹחִית שֶׁל עַצְמוֹ לֹא כְּהוּא אֶלָּא
    </p>
    <p>כַּאֲנִי רְכושָּׁנִי</p>
    <p>
      תָּמִיד אֵיזוֹ צָרָה שֶׁמִּסְתַּיֶּמֶת בְּהַתָּזַת רָאשִׁים פְּנִימִית עַל
      רֶקַע רְכוּשָׁנִי
    </p>
    <p>הַיּוֹם אֲנִי חַיָּה בִּזְמַנִּי</p>
    <p>גֵּרוּי הַצְּחוֹק מִתְחַלֵּף בְּגֵרוּיִים פְּסִיכוֹמוֹטוֹרִיִּים</p>
    <p>וְגֵרוּי מִינִי בְּפִזּוּר וּבְחֶלְקֵי אֶלֶף לְנִימְפוֹמָנִית</p>
    <p>מַה נִּשְׁאַר בַּעֲרֹב הַיָּמִים</p>
    <p>
      מוֹנָה גַּן עֵדֶן אָבוּד אֶחָד חֶלְקֵי אֵינְסוֹף בְּכָל גִּישָׁה וְאַהֲבָה
    </p>
    <p>וְקֶשֶׁר רוֹפֵף עִם שְׁקִיעָה שֶׁל תַּרְבֻּיּוֹת</p>
    <p>מַה נָּחוּץ</p>
    <p>לַעֲמֹד בִּפְנֵי שְׁטִיפוֹת הַמֹּחַ</p>
    <p>אֱמֹר לְעַצְמוֹ רְשֹׁם כִּמְרַגֵּל אוֹ שְׁלִיחַ דָּת</p>
    <p>חֲסַר הַסֵּדֶר שֶׁל דּוּ־מִינִיּוֹת</p>
    <p>לִפְנֵי הֱיוֹת הַחַד מִינִיּוֹת כְּדוּ־חַיִּים אַמְפִיבִּיִּים.</p>
    <p>
      לְעַגֵּל זָוִיּוֹת, שֶׁלֹּא יַחֲרֹץ שֶׁבֶר הַתָּמִיד בַּמּוֹרָד
      שֶׁיְּגַלְגֵּל לְסוֹפוֹ הַמַּר
    </p>
    <p>
      דּוּ"חַ רָצִיף עַל מוֹתֵנוּ הַמִּתְרַחֵשׁ הַמַּיְנְד אֲמִתִּי מַמָּשׁ חַג
      יוֹמְטוֹב
    </p>
    <p>בְּעֶצֶב שָׁקוּל וְעָגֹל הַמִּתְגַּלְגֵּל בַּמּוֹרָד כְּדִמְעָה</p>
    <p>
      הַכֹּל מְאֻרְגָּן וְנִשְׁמָר בְּמִיקְרוֹפִילְם אֶחָד נֻסְחָה סוֹדִית מָוֶת
    </p>
    <p>מְתַרְגְּלִים פְּסִיכוֹאָנָלִיזָה בְּגוּף נַפְשִׁי מֻשְׁלָם</p>
    <p>
      חַיִּים מֵעַל לְרָמַת הַחַיִּים הַנַּפְשִׁית מוֹצִיאִים יוֹתֵר
      מִשֶּׁמַּכְנִיסִים
    </p>
    <p>פָּחוֹת מִדַּי עָתִיד יוֹתֵר מִדַּי עָבָר הַתּוֹצָאָה אֵין הוֹוֶה</p>
    <p>
      מַשֶּׁהוּ בָּרֹאשׁ מְזַמְזֵם כִּצְלִיל יַחַד לָה דִיאֶז בְּרֹאשׁוֹ שֶׁל
      רַחְמָנִינוֹב
    </p>
    <p>
      וּבִפְנִים מְעוֹפְפִים תְּעוּפָה שֶׁלְּעוֹלָם אֵינָהּ מִתְרַחֶשֶׁת
      קְפִיצוֹת דֶּרֶךְ שֶׁאֵין
    </p>
    <p>הוֹלְכִים וּמִתְעַלְּפִים כִּמְעַט</p>
    <p>פֶּתַח הַהִתְרַגְּשׁוּת לַחַיִּים הַנִּכְנָסִים נִסְתָּם</p>
    <p>
      בְּמֶשֶׁךְ שָׁנִים נוֹסָף עֹמֶק לַהַבָּעָה כְּשִׁכְבָה גֵיאוֹלוֹגִית
      נוֹסֶפֶת לָעוֹלָם הַמִּתְהַוֶּה
    </p>
    <p>
      צִפֳּרֵי סוֹד מְשׁוֹרְרוֹת שִׁירֵי לַעַג לְמַר הַמָּוֶת הַזָּקֵן
      וְהַמְנַצֵּחַ:
    </p>
    <p>
      פּוֹרְחִים פְּרָחִים כַּעֲצָמִים שְׁקֵדִיָּה כִּפְסַנְתֵּר הַדּוּכִיפַת
      כִּמְנַצֵּחַ רֹאשׁ כֹּחַ
    </p>
    <p>
      גֶנֶרָלִים מְטֹרָפִים צִפּוֹר מוֹשֶׁלֶת בֵּין צִפֳּרִים עֵצִים וּפְרָחִים
    </p>
    <p>
      כִּכְלֵי נְגִינָה תִּזְמֹרֶת שְׁלֵמָה כּוֹרֶתֶת רָאשִׁים בִּצְוָחָה
      רַצְחָנִית
    </p>
    <p>
      בְּכָל מִקְרֶה שֶׁהַהִיסְטוֹרְיָה הַפְּרָטִית נִרְאֵית כְּמוֹ זוֹ
      הַכְּלָלִית
    </p>
    <p>
      שִׁיר יְלָדִים יֵלֵךְ לוֹ וְיָשׁוֹר רָצוֹחַ "לְהִיטְלֶר יֵשׁ קָרַחַת
      יְלָדִים
    </p>
    <p>מֵרֹאשׁ הָעֵץ, ט"וּ בִּשְׁבָט הִגִּיעַ חַג לָאִילָנוֹת".</p>
    <p>
      החלק הראשון הוא שיר וולכי קלאסי: אימאז' חזק לזוג המתאבך זה בזה עד אובדן
      העצמי. ואילו החלק השני והמצונזר מציע דין וחשבון מלא וקשה על אובדן העצמי
      הזה. בהיעדר "הַתֵּיאוֹרְיָה שֶׁל הַחַיִּים", משחזרת וולך בתנופה נפשית
      מהירה את צעדי החיים כולם בחיפוש אחר נקודת המוצא, נקודת השבר, שסופה באסון
      ההתרקבות יחד, בהפיכתה מאדם עצמאי לערפד טפילי. היא עוברת דיסציפלינות
      (פסיכואנליזה, ביולוגיה, גיאולוגיה ועוד), היא באה חשבון עם שיריה הקודמים
      ("תָּמִיד אֵיזוֹ צָרָה שֶׁמִּסְתַּיֶּמֶת בְּהַתָּזַת רָאשִׁים פְּנִימִית
      עַל רֶקַע רְכוּשָׁנִי" – אלוזיה לשירה המפורסם "יונתן"), עד שהיא מגיעה
      לתמונת ילדות, אולי הראשונה בחייה. התמונה מעוותת, מטורפת, אלימה:
      "פּוֹרְחִים פְּרָחִים כַּעֲצָמִים שְׁקֵדִיָּה כִּפְסַנְתֵּר הַדּוּכִיפַת
      כִּמְנַצֵּחַ רֹאשׁ כֹּחַ / גֶנֶרָלִים מְטֹרָפִים צִפּוֹר מוֹשֶׁלֶת בֵּין
      צִפֳּרִים עֵצִים וּפְרָחִים / כִּכְלֵי נְגִינָה תִּזְמֹרֶת שְׁלֵמָה
      כּוֹרֶתֶת רָאשִׁים בִּצְוָחָה רַצְחָנִית".
    </p>
    <p>
      משם האלימות הפנימית, אומרת לנו וולך, ולא רק אצלי – אצל כולם זה ככה, כי
      ההיסטוריה הפרטית שלנו נבלעה בהיסטוריה הכללית. לא הייתה לנו היסטוריה פרטית,
      ולכן בהווה אנו מתקשים לשמור על העצמי שלנו. לפתע, כהבלחה, היא נזכרת בשיר
      הילדים "ט"ו בשבט" שכתב ישראל דושמן בזמן מלחמת העולם השנייה, ונודע בשם
      "השקדייה פורחת". ילדי ארץ ישראל חמדו לצון ונהגו לשיר: "הַשְּׁקֵדִיָּה
      פּוֹרַחַת / לְהִיטְלֶר יֵשׁ קָרַחַת" (במקום "וְשֶׁמֶשׁ פָּז זוֹרַחַת").
      הנה נקודת המגוז שבה ההיסטוריה הפרטית (זיכרון הילדות) מתערבבת בהיסטוריה
      הכללית, שבה האלימות (היטלר) משתלטת על הטבע (ט"ו בשבט), כך הפכנו לערפדים זה
      לזה. וכי איזו ברירה הייתה לנו, שואלת וולך, אם זיכרונותינו המתוקים ביותר,
      כשחגנו סביב עץ השקדייה, מוקפים בפרחים וציפור הדוכיפת, היו סיוטים? אם שרנו
      על היטלר?{" "}
    </p>
    <p>
      "היא הייתה מביאה לי ערמות־ערמות של שירים כאלה", העיד פרי ליאיר קדר, "כבר
      לא בכתב יד אלא מתוקתקים", וסיפר שראה את תפקידו לא רק כעורך אלא גם כ"בלם"
      לשיריה המתארכים, שפגעו במוניטין השירי שלה, לדעתו. אולם נדמה לי שהודאה זו
      חלקית, בלתי-ממצה ולא מספקת. שירים רבים פסל פרי מ'שירה', מהם קצרים ומהם
      ארוכים, וקשה להבחין בקריטריון טכני כלשהו לפסילתם. "זוג ומפירים" מצביע על
      המגמה: פרי ניסה לצנזר את החקירה העצמית, את הדו"ח הזה מוועדת החקירה לחקר
      כישלון הנפש, המאפיין את שירתה המאוחרת של וולך, ולהמשיך להגיש לקורא את
      הכישלון עצמו – את חמש השורות הראשונות, את המצב בלי האפשרות לתקנו.{" "}
    </p>
    <p>
      "תַּרְגִּיל אָיוֹם בַּחֲרָדָה יוֹצֶרֶת", כינתה וולך את שירתה המוקדמת,
      וביקשה להתרפא ממנה, לאחות את שברי נפשה. עורכה סבר – בצדק או שלא – שהקורא
      רוצה לקרוא את השברים והחרדות, לא את המחשבות על השברים והחרדות, וניסה למחוק
      ולעכב את מה שהיא תפסה כמהלך משנה חיים, לא רק משנה שירים. על ערש דווי כתבה
      ביומנה: "מגיע לי פיצוי. לא אדבר איתו יותר בימי חיי. שנים חייתי בלי ספרים,
      בלי פרסום, בלי שמלמדים אותי. לא מדובר בספרים, אלא בחיי אדם".
    </p>
  </>
);

const Article9Content: React.FC = () => (
  <>
    <p>הצנזורה על כתפיו</p>
    <p>
      הצנזור הראשי, תא"ל מנדלבליט מסביר את יחסו לרש/תות החברתיות ועונה על השאלה
      אם הוא אחרי למניעת גילוי סודות ביטחוניים וגם לתחושת הביטחון שלנו
    </p>
    <p>
      ליד: ערוצי התקשורת הממוסדים, נתפסים כערוצים שמעבירים מידע שהממסד העביר
      דרכו. לכן, אין לאויב צורך לעקוב אחרי הנעשה ברשת.{" "}
    </p>
    <p>
      פאודה למשל, היא תוכנית דרמה, אבל מציגים שם גם שיטות פעולה שיכולות להיות
      דומות לשיטות פעולה של צה"ל, כמה הן דומות, ומה האויב יעשה עם זה? אני לא
      יודע.{" "}
    </p>
    <p>
      הצנזור הצבאי הראשי הנוכחי הוא תא"ל קובי מנדלבליט. זכינו לבקר בבניין בו
      מתקבלות ההחלטות, ושמענו מהם השיקולים והדילמות שבתפקיד, בעיקר בתקופת מלחמה.{" "}
    </p>
    <p>
      טיזר: הצנזורה לעיתונות ולתקשורת היא יחידה השייכת לאגף המודיעין בצה"ל
      שמטרתה ביצוע צנזורה מוקדמת בנושאים הנוגעים לביטחון מדינת ישראל. בראשה עומד
      הצנזור הצבאי הראשי, עליו מוטלת החובה והאחריות לאזן בין שני ערכים מתנגשים;
      זכות הציבור לדעת, חופש העיתונות, וערכיה השונים של הדמוקרטיה אל מול
      הביטחון, המחייב פיקוח על חשיפת המידע.{" "}
    </p>
    <p>_____</p>
    <p>קובי מנדלבליט, בן 45, נשוי ואב לשניים. מתגורר בשוהם. </p>
    <p>קרדיט המראיינת </p>
    <p>
      ערב לפני הריאיון התבצע מבצע החילוץ ברפיח בו חולצו החטופים פרננדו מרמן
      ולואיס הר. פגשתי את תא"ל קובי מנדלבליט לאחר לילה לא שקט, כמו הלילות
      האחרונים שחווה מתחילת המלחמה שאלתי הראשונה הייתה מהי הצנזורה הצבאית?
    </p>
    <p>
      טעות שכיחה היא לקרוא לצנזורה "הצנזורה הצבאית". אבל זה לא נכון, משום
      שהצנזורה לא אחראית רק על מה שקורה בצבא, אלא גם על כל מה שקורה ביתר גופי
      הביטחון במדינה. הצנזורה נמצאת בקשר הדוק עם כלל גופי הביטחון, ודוגמא לכך
      היא הפעילות שהתרחשה אתמול, אנחנו מכירים אותה. למעשה אנחנו מעודכנים כל
      הזמן, יש שיתוף פעולה משמעותי וגורף עם כלל גופי הביטחון. הצנזורה היא גוף
      עצמאי א-פוליטי נטול אינטרסים לחלוטין, אפשר לתאר אותה כמו עוד רשות ממשלתית.
      אף אחד לא יכול לפקד עליה ואני לא מחויב לשום גורם חיצוני. הכפיפות היחידה
      שלי היא לביקורת שיפוטית.{" "}
    </p>
    <p>
      יש טענה שהצנזורה הצבאית היא עוף מוזר וחריג בדמוקרטיה, מה דעתך על אמירה זו?
    </p>
    <p>
      היחידה היא אמנם יחידה צבאית, אבל בפועל היא פועלת על פי דין, הוא התקנות.
      אין חוק צנזורה, אבל לאורך השנים הצנזורה הפכה מגוף בעל סמכויות רחבות
      וכלליות לגוף עם סמכויות יותר מצומצמות, כך שהוא הותאם במובן מסוים לעקרונות
      הדמוקרטיים. אין מדינה מערבית שאין בה צנזורה, במדינת ישראל לצנזורה יש שתי
      נקודות זמן שבהם היא יכולה להפעיל את כוחה; האחת היא הצנזורה המאוחרת, בה
      הצנזורה בודקת את מה שהתפרסם, ובוחנת האם בפרסום יש פגיעה בביטחון המדינה.
      השנייה היא הצנזורה המקדמית, בה הצנזורה בוחנת פרטים שטרם פורסמו, והיא
      מחליטה מה ניתן לפרסם ומה לא.{" "}
    </p>
    <p>
      כל מה שהצנזור מוציא הוא מבחינה חוקית צו שיש למלא אחריו, ואחד הצווים האלו
      הוא רשימת הנושאים. בסך הכל קיימים 42 נושאים שהצנזורה קבעה שבגינם גופי
      התקשרות מחויבים להגיש לבדיקה מקדימה אם הם מעוניינים לפרסם בנושא זה. בעקרון
      הנושאים האלו מכסים כמעט את הכל, מהגרעין ועד לשב"כ ונושאים נוספים.
    </p>
    <p>איך העניין הזה מתנהל? אני מניחה שיש יותר ניסיונות לחמוק. </p>
    <p>
      יש ניסיונות להתחמק, אבל בעניין הבדיקה המקדימה זה מאוד מעניין. הצנזורה
      רגילה לעבוד מול כתבים ביטחוניים, אבל בשעת מלחמה יש עוד כתבים שנכנסים
      לתמונה, למשל כתבים כלכליים, משום שבשעת מלחמה כלכלה וביטחון משתלבים זה בזה.
      הכתבים הכלכליים לא רגילים לעבוד מול הצנזורה ולכן הם לא תמיד מבינים את
      הצורך בהגשה מקדימה. גם אנחנו כצנזורה לא רגילים לעבוד עם כתבים פוליטיים או
      כתבים כלכליים, אנחנו לומדים תוך כדי תנועה.
    </p>
    <p>
      שיקול הדעת של הצנזור הצבאי הוא רחב, מהם השיקולים בהחלטה לצנזר או להימנע
      מצנזור?{" "}
    </p>
    <p>
      ההלכה שמניחה את הבסיס המשפטי לכל החלטה צנזורלית ניתנה בבג"ץ שניצר בשנת
      1988. ההלכה קובעת כי המבחן לביצוע צנזורה מתבסס על וודאות קרובה לפגיעה
      ממשית בביטחון המדינה. בעולם המודיעני וודאות קרובה נקראת רמת סמך קרובה,
      ופגיעה ממשית היא משהו שקשה להתווכח עליו. ההלכה הזו, שמשלבת את שני המרכיבים
      של וודאות קרובה ופגיעה ממשית, מציבה את הצנזור במקום שהוא יותר מניעתי
      ותגובתי ואפילו מוגבל.{" "}
    </p>
    <p>
      בג"ץ אחר הוא בג"ץ טאוב, שקבע את מבחן ״על פי החשש הסביר לפגישה ממשית
      בביטחון המדינה״. פרשנות של המונח חשש סביר מאפשר לצנזור יותר חופש תנועה,
      בעוד וודאות קרובה היא הרבה יותר מגבילה. למרות שמבחינה משפטית הלכה מאוחרת
      גוברת על הלכה מוקדמת, הצנזורה ממשיכה לפעול על פי הוודאות הקרובה.{" "}
    </p>
    <p>אז אפשר להגיד "ששחררו את החבל", ונתנו לצנזורה יותר יד חופשית? </p>
    <p>
      כן. אבל הצנזורה לא לוקחת את החבל הזה והיא ממשיכה לפעול לפי הוודאות הקרובה.
      מבחינתי דבר שחשוב שהצנזורה תיקח בחשבון הוא מצד אחד שמירה על ביטחון המדינה,
      שזה מבחינתי התפקיד המשמעותי והמרכזי שלי כצנזור ראשי, אל מול עקרונות
      הדמוקרטיה. כשאני מקבל החלטות אני מנסה למצוא את האיזון בכל החלטה בין קצה
      אחד שהוא הביטחון לקצה השני שהוא הדמוקרטיה, שכוללת את חופש העיתונות, זכות
      הציבור לדעת, חופש הביטוי ועוד..{" "}
    </p>
    <p> </p>
    <p>
      אני מבינה שהצנזורה פועלת מתוך הלכה ותקנות לשעת חירום, מדוע לא מקדמים חוק
      צנזורה?{" "}
    </p>
    <p>
      ברמה המשפטית את צודקת, כדאי לחוקק חוק. ועדת שריד בחנה את הנושא הזה בשנת
      1996 והגיעה למסקנה שהצנזורה לא ממצה את כל האמצעים שנמצאים ברשותה, ולכן אין
      צורך בקידום חוק צנזורה. אני חושב שזה נכון שיהיה חוק, אבל בסוף מפריעה לנו
      המסגרת ולא המהות. זה כמו להגיד שמפריע לנו שיש צנזורה במדינת ישראל, ולא
      התקנות לשעת חירום.{" "}
    </p>
    <p>
      הצנזורה הצבאית עדיין רלוונטית בעולם שבו אפשר לפרסם בלחיצת כפתור במדיה
      דיגיטלית?{" "}
    </p>
    <p>
      יש מי שחושבים שהצנזורה המקדימה צריכה להתקבל בבית המשפט. הצנזורה היא לא גוף
      גדול, יש קצת יותר מ-20 צנזורים, כשכוח האדם הוא בסדר גדול של 120 איש גם
      בשעת חירום. האנשים האלו הם המומחים בתחום, יותר משופטים לצורך העניין. אני
      לא חושב שהעברת הסמכויות לידיים של שופטים תראה תוצאות יותר טובות מהצנזורה
      הקיימת. יש אומרים שבעולם בלי צנזורה כלי התקשורת יהיו הרבה יותר זהירים. אני
      לא חושב שזה נכון, היום הכתבים יכולים לכתוב ולחשוב לעצמם "אני אכתוב מה שאני
      רוצה, בכל מקרה יש צנזורה שתפסול את זה אם זה לא יתאים". שוב זה אותו כשל
      דמיון, אנחנו לא יכולים לדמיין משהו אחר.{" "}
    </p>
    <p>כיצד הצנזורה התמודדה עם אירועי השבעה באוקטובר? מה היו הכלים?</p>
    <p>
      אספתי את כל הצנזורים הראשיים לשעבר, ושאלתי אותם על דרך ההתנהלות שלהם בזמן
      מלחמה. סימה וקנין, כיהנה כצנזורית ראשית במלחמת לבנון השנייה, והיא חוותה את
      הצנזורה בצורה הכי מאתגרת. רחל דולב כיהנה בזמן מבצע "גאות ושפל" ואירועי
      מתיחות שנמשכו לאורך זמן. היה לי חשוב לשמוע אותן וללמוד מהן. מעבר לשיח
      איתם, אספתי את המסמכים של ועדת וינוגרד שדנה בהתנהלות של מלחמת לבנון
      השנייה, וחיפשתי את המסקנות שנלמדו בוועדה על התנהלות לא טובה של הצנזורה.
      אחד הנושאים שעלו הוא היערכות לשעת חירום. לפני שנה קיבלתי החלטה שכל צנזור
      מבצע לפחות עשרה ימי מילואים בשנה כדי לשמור על כשירות. כך כשהגענו לאירועי
      השבעה באוקטובר ונכנסו לשעת מלחמה, לא היינו צריכים להתחיל מאפס, אלא רק לחדד
      ולהדגיש פרטים מסוימים.{" "}
    </p>
    <p>טכנולוגיה?</p>
    <p>
      . אנחנו פועלים עם שתי מערכות גדולות, כאשר מערכת אחת מטרתה תיעוד והיא אוספת
      מידע משנות ה70, וברמה של מידע גולמי. אפשר להגיד שזהו חלומו הרטוב של כל
      כתב. מקישים כמה מילות אחזור, ומגיעים לכל מה שרוצים. זה חשוב במלחמה גם לרמת
      התחקור, וגם כדי ללמוד איך משתפרים, גם אונליין. כך אני יוצר סוג של יישור קו
      בין הערוצים הממוסדים השונים, ואני יכול לעשות את זה רק אם יש לי גוף שמתעד
      הכול בכל רגע נתון. חשוב גם שלצנזורים השונים תהיה דעה אחידה, כך שאם מגישים
      לכל אחד מהם את אותה הכתבה, הם יקבלו את אותה החלטה.{" "}
    </p>
    <p>
      אז בתוך המערכת הזו אני מוציא נייר מדיניות, המרכז את המדיניות לקבלת החלטות
      באופן יומי, בתחילת המלחמה הוצאנו שני ניירות מדיניות ביום, לנוכח המאורעות
      הרבים שהיו.{" "}
    </p>
    <p>איך ריבוי הפלטפורמות התקשורתיות משפיע על השליטה שלכם?</p>
    <p>
      האופן שבו הצנזורה עובדת היא רוחבית, כך שאנחנו ממוקמים בתשעה מקומות שונים,
      ובכך אנחנו אוחזים בצורה הכי טובה בכל מה שיוצא בערוצי המידע השונים. אני
      למעשה אוחז גם במרחב הרשתי, הרי התקשורת כבר לא נמצאת רק בעיתונים או בערוץ
      אחד. אני צריך לאחוז באזור רב ערוצי באזורים שונים, ברמה היומית אני צריך
      לעקוב מציוץ בטוויטר ועד לכתבה בעיתון. לשם כך יש לנו מערכת נוספת, המערכת
      השנייה. היא מאפשרת למצוא ברשת את כל מה שאני מגדיר לה, אני מכניס מילות מפתח
      שמעניינות אותי במקומות שמעניינים אותי, ובכך אני מנטר כל הזמן מה קורה.{" "}
    </p>
    <p>אתה מגיע גם לקבוצות סגורות או דארק נט?</p>
    <p> </p>
    <p>
      ממש לא. אני גם לא מעוניין בהם, אני מבצע הכל בצורה חוקית, בסופו של דבר מה
      שהמערכת עושה היא מה שאת יכולה לעשות כשאת פותחת את אחת מהרשתות החברתיות שלך
      ומחפשת אחרי כתבה או אדם מסוים.{" "}
    </p>
    <p>שתף אותנו בדוגמא לאירוע שגרם לך להתלבטות או דילמה.</p>
    <p>
      הדלפות. הדלפה היא לא דבר חוקי. זה מעוגן גם בחוק העונשין וגם בחוק יסוד
      הממשלה בכל הנוגע להדלפות מהקבינט. לפעמים למדליפים יש אינטרס לפרסם, ולפעמים
      את תופתעי לגלות, ההדלפה דווקא תורמת לביטחון המדינה. זו אחת הדילמות, משום
      שזה מתנגד בין איסור חוקי לבין התפקיד שלי שהוא הגנה על ביטחון המדינה.{" "}
    </p>
    <p>תן לי בבקשה נתונים מהמלחמה. </p>
    <p>
      טיפלנו במעל 600,000 פריטי מידע תקשורתיים שאני החלטתי שהם ערכיים עבורי,
      ועין של צנזור עברה עליו. זה שלב הניטור, ממנו דלינו 14,000 פריטי מידע
      תקשורתיים שראינו לנכון להעביר לשלב התיעוד. מחצית מהם הוגשו לי. התקשורת
      ביצעה 700 עבירות על מה שנראה לי כפגיעה בביטחון המדינה. גם הצנזורה ביצעה
      עשר עבירות, באישור פריט מידע שלא היה צריך לאשר, או צנזור פריט מידע שנפסל
      שלא לצורך.
    </p>
    <p> </p>
    <p>איך הצנזורה מתייחסת לפרסומים ברשת החברתית? </p>
    <p>
      הצנזורה לא אחראית על הציבור. הצנזורה מסתכלת דרך עיני האויב, ומה אסור שהוא
      ידע. לכן, אני לא אחראי לציבור אלא לתקשורת. אני לא בודק מספר עוקבים, אלא עד
      כמה המשתמש ברשת החברתית נתפס כאמין ומייצג. האויב תופס את התקשורת שלנו, כמו
      שאנחנו תופסים את התקשורת שלו. למשל כשאיברהים אלימין מפרסם משהו על לבנון,
      אנחנו יוצאים מנקודת הנחה שנסראללה הוא זה שהכתיב לו את הפרסום. כך גם ערוצי
      התקשורת המוכרים שלנו, שהם ערוצי התקשורת הממוסדים, נתפסים כערוצים שמעבירים
      דברים שמישהו מהממסד העביר דרכו. לכן, אין לאויב צורך לעקוב אחרי אנשים ברשת.
    </p>
    <p> </p>
    <p>מה עם משפיעני רשת, או תיעודים בטלגרם, איך אתה מתמודד איתם? </p>
    <p>
      העידן הרשתי יוצר דילמה לשני הצדדים, גם לנו וגם לאויב. מצד אחד משפיעני רשת
      ומשתמשי טלגרם אינם מחויבים לאמת, אלא למהירות הפרסום. כך גם כתבים לצורך
      עניין, אבל זה שונה. כי כתב רוצה להיות הראשון שמפרסם, אבל שיהיה גם אמין.{" "}
    </p>
    <p>
      משפיעני הרשת לא מחויבים למקצועיות של העיתונאים, מה שמכניס אותי לדילמה.
      נניח והפרסומים שלהם קולעים לאמת, בפרסום אחד מתוך ארבעה פריטים אחרים
      שפורסמו. אני יכול לנטר את הפרסומים שלהם, אבל חשוב לי יותר חשוב לי הוא שלא
      יקבלו גושפנקא של התקשורת הממסדית.{" "}
    </p>
    <p>
      שאיפת קבוצות הטלגרם הוא להיות מהיר אבל לא בהכרח נכון. זה יוצר המון
      מורכבות, בעיקר בעדויות שקשה להתווכח איתם. ששה לברור מה נכון ולא נכון ברשת,
      גם לצד השני קשה. אבל בסוף, הצנזורה לא אחראית על האמת או השקר, אלא פגיעה
      בביטחון כן או לא.{" "}
    </p>
    <p>לא היית מצפה מהציבור לצנזר את עצמו יותר? </p>
    <p>
      אני לא אחראי עלייך כאזרחית. האחריות והסמכות שניתנה לי היא על גופים שמשמשים
      כגופי תקשורת. דוגמא מעניינת היא פאודה למשל, מצד אחד היא תוכנית דרמה, ומצד
      שני מציגים שם שיטות פעולה שיכולות להיות דומות לשיטות פעולה של צה"ל, כמה הן
      דומות, ומה האויב יעשה עם זה, אני לא יודע.{" "}
    </p>
    <p>
      אני מדמיינת את בוקר השבעה באוקטובר, כשהקבוצות געשו והגיעו תמונות וסרטונים,
      שתועדו בעיקר על ידי האויב, אני ועוד רבים, חיכינו לגוף הממסדי. אתה חושב שיש
      לצנזורה תפקיד נוסף לשירות הציבור מעבר לשמירה על הביטחון, אולי גם הגנה על
      תחושת הביטחון?{" "}
    </p>
    <p>
      בגלגוליה של הצנזורה היא הייתה אחראית בין היתר לדאוג למורל של אנשי הצבא,
      ולפסול פרסומים שיכולים לפגוע במורל. אבל נעשה קו גבול, והוא ברור. במונחים
      צבאיים הצבע הכחול הוא כוחותינו, והצבע האדום הוא האויב. בתור צנזור אני פועל
      אל מול הצבע הכחול, אבל אני מסתכל "בעיניים אדומות".{" "}
    </p>
    <p>הגישה הזו בעצם מתירה בין היתר את פרסום סרטון הזוועות? </p>
    <p>
      לגמרי. אם חמאס מפרסם משהו, זה אומר שהוא כבר יודע את זה, אז מה זה יעזור
      למנוע ממנו לדעת? אין היגיון בלפסול משהו שהאויב יודע. הזוועות בוצעו על ידם,
      אין לי מה להסתיר במובן הזה.{" "}
    </p>
    <p>ספר לי על התחומים האפורים </p>
    <p>
      יש עולמות שקשורים לעמימות, למשל בתחום הגרעין, איש לא יודע אם יש או אין,
      ובכל זאת נכתב על התחום המון. העמימות מביאה לכך שלא בהכרח מה שאנשים אומרים,
      הוא האמת. אל מול אירועי השבעה באוקטובר, למדנו שחמאס ידע יותר ממה שחשבנו
      שהוא יודע, ואני מאוד סקרן לדעת כמה מתוך הדברים שחשבתי שהוא לא יודע, הוא
      למד וידע מהתקשורת.{" "}
    </p>
  </>
);

const Article10Content: React.FC = () => (
  <>
    <Questionnaire />
  </>
);

const images = [kabarImg, kabarImg, kabarImg, kabarImg, kabarImg, kabarImg];

const CensorshipPage: React.FC = () => {
  const articles: Item[] = [
    {
      id: 0,
      title: "43 דקות של טרור",
      content: <Article0Content />,
    },
    {
      id: 1,
      title: "בין השפיות לשיגעון",
      content: <Article1Content />,
    },
    {
      id: 2,
      title: "בעד הצנזורה ונגד הבולשיט",
      content: <Article2Content />,
    },
    {
      id: 3,
      title: "תנו לנו לצנזר את עצמנו",
      content: <Article3Content />,
    },
    {
      id: 4,
      title: "בין דיסקרטיות לצנזורה",
      content: <Article4Content />,
    },
    {
      id: 5,
      title: "משתנה היא משתנה",
      content: <Article5Content />,
    },
    {
      id: 6,
      title: "הצנזורה הצבאית ופרשת קו 300",
      content: <Article6Content />,
    },
    {
      id: 7,
      title: "צנזורה בשביעי באוקטובר",
      content: <Article7Content />,
    },
    {
      id: 8,
      title: `דו"ח ועדת החקירה לכישלון הנפש`,
      content: <Article8Content />,
    },
    {
      id: 9,
      title: `הצנזורה על כתפיו`,
      content: <Article9Content />,
    },
    {
      id: 10,
      title: `שאלון`,
      content: <Article10Content />,
    },
  ];

  const [articlesStrapi, setArticlesStrapi] = useState([]);
  const baseUrl = process.env.REACT_APP_STRAPI_API_URL;
  console.log("dodo");
  console.log(baseUrl);

  useEffect(() => {
    fetch(`${baseUrl}/item-articles`)
      .then((response: any) => {
        console.log(response);
        return response.json();
      })

      .then((data: any) => {
        console.log(data);
        setArticlesStrapi(data.data);
      })
      .catch((error) => console.error("error fetching data", error));
  }, []);

  if (!articlesStrapi) {
    return <div>Loading...</div>;
  }

  return (
    <Layout>
      <div className={styles.censorshipPage}>
        <Accordion articles={articlesStrapi} />
      </div>
    </Layout>
  );
};

export default CensorshipPage;
