// CensorshipPage.tsx
import React, { useState } from "react";
import styles from "./styles/CensorshipPage.module.css";
import KotzFab from "./KotzFab";
import kabarImg from "./images/kabar.jpg";
import Accordion, { Article } from "./Accordion";

const Article0Content: React.FC = () => (
  <>
    <h1>
      43 דקות של טרור: איך נכנס ״סרט הזוועות״ של דובר צה״ל לתודעה העולמית?
    </h1>
    <p>
      רס"ב איתי סודאי (מיל') בן 25, כיום עובד בסטארט-אפ בארץ ובעולם. איתי מנהל
      סטודיו לסטארט-אפים מתחילים, ואחראי על השיווק של עמותת "אית"ן – כל אחד
      יכול" המקדמת אימוני כושר לבעלי צרכים מיוחדים. איתי הגיע לעולם ההיי-טק דרך
      עולמות השיווק, אותם פגש לראשונה בשירותו הצבאי במערך דובר צה"ל. שילוב הידע
      שצבר בשירותו הצבאי יחד עם הכלים שרכש מעולמות ההיי-טק הובילו אותו לקחת חלק
      באירוע שבחיים לא העלה על דמיונו. איתי חושף אותנו ל"מאחורי הקלעים" של יצירת
      סרטון הזוועות מהשבת השחורה של ה-7 באוקטובר.
    </p>
    <p>שלום איתי, בוא נתחיל מנקודת ההתחלה, איפה השבעה באוקטובר פגש אותך?</p>
    <p>
      "בצומת דרכים. הקמתי ב-2023 את הסטודיו לסטארט-אפים מתחילים, כשהרעיון
      מאחוריו היה לשלב את הילדות שלי, כשעבדתי בחנות הקטנה של סבתא שלי בה מכרתי
      עטים ומחברות, יחד עם עולם ההייטק. דרך הסטודיו רציתי להעניק הזדמנות ולאפשר
      לחברות קטנות לקום באופן מהיר, בצורה שתאפשר להם להפיק רווחים כבר מהיום
      הראשון.
    </p>
    <p>
      ה-6.10 היה רגע לפני מה שהרגיש לי כמו פריצת דרך. הייתה לי ביד חברת סטארט-אפ
      אחת ממנה התפרנסתי וחברה שנייה שהייתה אמורה להיות משווקת כמה ימים לאחר מכן.
    </p>
    <p>
      אז זומנתי למילואים. בתוך כל הבלאגן, התגלגלתי לפגישה עם דובר צה"ל לשעבר
      תת-אלוף רונן מנליס, וקיבלתי את המשימה הבאה: "יש רעיון לעשות סרט שמציג את
      הזוועות מה7.10, יש לו גרסה ראשונה, אני צריך שאתה תבנה לו אופרציה שיווקית
      ותפעולית".
    </p>
    <p>איך הגבת? ?</p>
    <p>
      "אני אמנם בחור חדור מטרה, אבל ממש לא דמיינתי ולא יכולתי לדמיין את גודל
      האירוע. הבנתי שאני צריך להרים "מוצר" מאפס, וניסיתי לחשוב על זה בצורה שבה
      כמו שבאזרחות אני עושה את הדברים, במקום מוצר טכנולוגי, המוצר שלי הוא סרט
      שמטרתו להעביר מסרים, ובראשםהעלאת הלגיטימציה להמשך פעולות צה"ל ברצועת עזה."
    </p>
    <p>מאיפה התחלת? איך ניגשת בעצם למהלך השיווקי של הסרט?</p>
    <p>
      "בהתחלה הבנתי שקהל היעד שלנו כצבא וכמדינה הוא עיתונאים בינלאומיים. הדרישה
      הייתה להביא מאות עיתונאים בינלאומיים לצפייה חד פעמית בסרט הזוועות. תוך יום
      בניתי תוכנית עבודה ליצירת האירוע המדובר;מלסגור אולם רלוונטי, דרך יצירת
      תנאים לצפייה שכוללים איסור תיעוד, מתוך רצון לשמור על כבוד הקורבנות
      המתועדים בסרט, ועד להזמנת כל אותם מאות עיתונאים.
    </p>
    <p>
      באותו לילה בדקתי את רשימת העיתונאים שאישרו הגעה והבנתי שבודדים מהמאות
      שהוזמנו תיכננו להגיע. ב01:00 בלילה לאחר שיחה עם תא"ל מנליס החלטנו לבטל את
      האירוע.
    </p>
    <p>
      יום למחרת הגעתי לבסיס מאוכזב ניסיתי לחשוב איך לפצח את הסיטואציה.התייעצתי
      עם צוות יוצרי הסרט והבנו שכדי להתחיל עלינו לייצר אירוע שיתמרץ את הגעת
      הכתבים, כך שהסרט הוא נספח ולא ה'פוקוס'. רצינו לייצר מצב של 'קהל שבוי' - כי
      הרי מי יבחר מרצונו לראות סרט מזעזע שכזה במשך 43 דקות?"
    </p>
    <p>מה הדבר הראשון שעשיתם לקידום הסרט?</p>
    <p>
      "תיאמנו מסיבת עיתונאים אותה הוביל אלוף במיל' מיקי אדלשטיין שהיה הפנים
      הראשונות של צה"ל שהיו מוכנות להתראיין. הסיטואציה משכה היענות מכמה עשרות
      עיתונאים בכירים מרשתות תקשורת בינלאומיות. החלטנו עם סיום מסיבת העיתונאים
      להקרין את הסרט."
    </p>
    <p>איך הכתבים יצאו מההקרנה הראשונה? מה היו התגובות?</p>
    <p>
      "מיד כשיצאו נתנו הפסקה של חצי שעה עד לשיחה עם דובר צה"ל, כשבמהלכה בכוונת
      תחילה אפשרנו לגשת לטלפונים. רצינו לראות מה יהיו ההשלכות של הצפייה, בידיעה
      שלא אישרנו לפרסם את הסרט עצמו. ראינו שכולם מרגישים דחף לשתף בחוויה. חלק
      צילמו את עצמם בתגובה ראשונית, חלק צייצו בטוויטר ואחרים התקשרו לעורכי
      המערכת בניסיון לתאר את מה שחוו במילים.
    </p>
    <p>
      באותו ערב,לאחר שפורסמו הידיעות בנושא, קיבלנו עשרות פניות מעיתונאים
      ישראליים ובינלאומיים נוספים שביקשו לראות את הסרט. . הבנו שעצם העובדה שאסור
      לפרסם את הסרט, אבל נוצר שיח על כך, ולאור הידיעה שהנבחרת הראשונה שצפתה היו
      הבכירים ביותר במערכות, נוצר "מוניטין" לסרט. כך שמי שצופה בו נכנס לקבוצה
      אקסקלוסיבית- מה שהפך את הצפייה בסרט לאירוע נחשק."
    </p>
    <p>
      הבנו מיד שנוצרה אסטרטגיה שיווקית מבלי שתכננו, בעולמות השיווק האסטרטגיה הזו
      נקראת 'Scarcity marketing'. העיקרון השיווקי הוא להשתמש ב'צנזורה מבוקרת'
      לצד פרסום מוגבל ומדויק סביב הצופים שבסרט וסביב תוכנו. בפועל השתמשנו
      באלמנטים של סודיות וערפול בכדי להפוך מוצר קשה לצפייה, שבעיקרו לא מביא ערך
      אישי לצופה מלבד אמפתיה כואבת, לבלעדי ונחשק שכל אחד רוצה לראות. זה הפך
      למעין כרטיס כניסה לסטטוס חברתי-יוקרתי. הבנו שאם נשתמש באסטרטגיה הזו נכון
      ונמנף אותה, נוכל להגיע לאנשים הנכונים בטיימינג הנכון, וכשנראה להם את הסרט
      נוכל לייצר השפעה."
    </p>
    <p>
      "מכאן החל רצף הקרנות בלעדיות לבכירים בפוליטיקה הבינלאומית, בעיתונאות חוץ
      ובמגזר העסקי העולמי. מתת מזכ"ל האו"ם לנושאים הומניטריים, דרך טוני בלינקן
      מזכיר מדינת ארה"ב ועד איילון מאסק. נוצרה סנסציה סביב הסרט. מעבר לכך, אני
      חושב שהייתה לסרט השפעה מכרעת גם על האנשים שלא נחשפו לסרט. הצנזורה, והעובדה
      שהסרט לא פורסם לציבור הרחב, איפשר לכל אדם לתת לדמיונו לפרוח ולדמיין 'סרט
      זוועות' משל עצמו. ברמה הטקטית זה גרם להתפרצות של שמועות, אך ברמה
      האסטרטגית, זה יצר "מוצר" נוסף; הסרט שבעלי השפעה רואים, והסרט המדומיין של
      האנשים שלא ראו את הסרט. הסרט המדומיין הוא שונה וייחודי לכל אחד שכן הוא פרי
      הפחדים והחששות האישיות של כל אחד. מה שאיפשר לנו להגיע לקהלים נוספים ברחבי
      העולם, כאלה שבכלל לא פנינו אליהם, ולתת לזוועות שבוצעו על ידי ארגון הטרור
      חמאס בטבח ה7 באוקטובר להיות מופצים מפה לאוזן, באופן אורגני ואותנטי, בכל
      העולם."
    </p>
    <p>איך היית מסכם את הפרויקט? </p>
    <p>
      "היינו צוות מצוין ומגובש, חמישה חיילים בסדיר ובמילואים, שקמו כל בוקר כדי
      להראות לאנשים את הנורא ביותר, נורא שלא חשבנו שיכול להתקיים בעולם מודרני
      שאנחנו חיים בו. מבחינת התוצאות, אני רוצה להאמין שהצלחנו לייצר השפעה בסדר
      גודל משמעותי, לפחות לא כזה שיכולנו לדמיין. אני רוצה להאמין שהעבודה הקשה
      והמסורה שלנו הצליחה להעניק לצה"ל, לפחות קצת יותר, לגיטימציה לפעול כנגד
      ארגון הטרור חמאס."
    </p>
    <p>ועכשיו בלי להצטנע...?</p>
    <p>
      "אני באמת חושב שזה במובנים מסוימים, לצד מאמצים דיפלומטיים ומדיניים, איפשר
      מרווח נשימה דיפלומטי לצה"ל ולמדינה להתנהל אל מול האויב הרצחני שעומד מולנו.
      פשוטו כמשמעוהראנו על המסך את הרוע שהעולם לא יודע לדמיין."
    </p>
    <p>
      אפשר להגיד שחווית את ה7.10 כל יום במשך תקופה. איך היית מסכם ברמה האישית
      וברמה המקצועית?
    </p>
    <p></p>
    <p>
      "ברמה מקצועית אני מרגיש שזה היה פסגה של הרבה תהליכים אישיים ומקצועיים
      שעברתי. הצלחתי למנף ולהשתמש בשיעורים, כישלונות והצלחות מהניסיון התעסוקתי
      שלי, לשם הצלחת הפרוייקט, החל משיטת השיווק ועד ליכולת להרים אופרציה מתפקדת
      מהר.
    </p>
    <p>
      ברמה האישית, אחרי שאתה נחשף לסרט שכזה, מספר פעמים ביום, לאורך חודשים. זה
      משפיע עליך. זה נכנס מתחת לעור וגם אם לא הרגשתי את זה כשהייתי בתוך
      ה'המשימה' זה דפק לי בדלת ביום החופש הראשון שהיה לי..
    </p>
    <p>
      אחרי אחת ההקרנות, ניגש אליי אחד הצופים, והוא הביע תקווה ואמר לי שהוא מקווה
      שמה שראיתי בסרט לא יישאר איתי ברגע המלחמה תגמר, מתוך דאגה ואכפתיות. עניתי
      לו בכנות, ואמרתי לו שכל יום אני בוחר לצפות בסרט הזה מחדש. מתוך הבנה שאני
      פוצע את עצמי וכל הקרנה מעמיקה את הפצע יותר. הסברתי לו שאני יודע שזה ייקח
      זמן, אבל כמו כל המדינה, גם הפצע הפרטי שלי יגליד. כששלי יגליד, אני אשא איתי
      צלקת, כואבת ועמוקה. כזו שלא אוכל להתעלם ממנה.
    </p>
    <p>צלקת שתהיה בשבילי כמו מצפן מוסרי בהחלטות העתידיות שלי." </p>
  </>
);
const Article1Content: React.FC = () => (
  <>
    <h1>בין השפיות לשיגעון – בין הרצון לדעת לבין הצורך להימנע</h1>
    <p>
      כולנו רוצים לדעת, הכל, מהר ומיד. הרשתות החברתיות מזינות את הצורך ואנחנו
      מבקשים עוד. אך האם אי פעם עצרנו לחשוב, אולי הפעם לא אפתח את הלינק לסרטון
      הזוועה? אולי הפעם לא אתעדכן באיזה התראה?{" "}
    </p>
    <p>
      הפגשנו בין עמית סגל, עיתונאי ופרשן פוליטי בחדשות 12, לד"ר יהושע וייס
      פסיכולוג קליני, בצומת שבין הרצון לדעת לבין הצורך להימנע מצריכת הידע. על מה
      שניהם מסכימים? לכולנו עודף במידע, אמנם "חשוב לדעת ולהיערך לסכנה אבל לא
      חייבים להסתכל על הזוועה". כך גם החדשות הפכו ל"מיגונית של התודעה". והמסקנה
      שלנו היא שתפקיד הצנזורה, הוא בידיים שלנו.{" "}
    </p>
    <p>** בסגנון פוסטים מקבילים בפייסבוק**</p>
    <p>
      ד"ר יהושע וייס הינו פסיכולוג קליני. ד"ר וייס עבד בשירות בתי הסוהר, תחילה
      במשרה חלקית כפסיכולוג של אסירים ולאחר 5 שנים התגייס במשרה מלאה לתפקידי
      ניהול ופיקוד עד שפרש בדרגת גונדר משנה. ד"ר וייס כיום מלמד באוניברסיטת
      רייכמן, חוקר ומפתח כלים להערכת עבריינות ומסוכנות, ובמקביל עובד כפסיכולוג
      קליני באופן פרטי.
    </p>
    <p>
      אני כותב על מחשבותיי, על הידע והתקשורת מתוך מקומי כאזרח הצורך תקשורת.
      אינני מבין כלל בתקשורת או בצנזורה. אני רק יכול לתאר את החוויה האישית שלי
      כאזרח במדינה, אך גם מניסיוני כפסיכולוג.
    </p>
    <p>
      אני חווה רצון לדעת, לקבל מידע. זה נחווה כדחף אנושי בסיסי, דחף החיוני
      להישרדות. ככל שאנו מבינים יותר, יודעים יותר, כך נוכל להיערך טוב יותר למה
      שהחיים "מנחיתים" עלינו. אילו ידענו בבירור שהחמאס מתכנן מתקפה רצחנית ב- 7
      לאוקטובר, מצבנו היה טוב לאין שיעור ממה שהוא עכשיו. אנו יצורים הלומדים
      באופן מתמיד כיצד להתמודד עם אתגרי החיים, למידה הקשורה לידיעה. אך לעיתים
      נראה שאנו מתמכרים לאסוף מידע רב באופן שאינו מקדם אותנו. מנפיקי המידע
      מנצלים התמכרות זו ומספקים לנו מידע רב, שחלקו אינו מקדם אותנו.
    </p>
    <p>
      מאז ה- 7 באוקטובר היחס שלי לצריכת מידע השתנה. תחילה, היה לי חשוב לצרוך
      מידע רב וקראתי את מבזקי החדשות באופן שוטף. חשתי כיצד הרשתות החברתיות וגופי
      התקשורת השונים מפתים אותי לצרוך את הסרטונים המתארים את הזוועות של ה- 7
      באוקטובר, ומהרגע הראשון נמנעתי מהפיתוי. עצם הרצון להיחשף לזוועות גרם לי
      דווקא לא לרצות לשתף פעולה אלא לשמור על עצמי.
    </p>
    <p>
      לאחר התקופה הראשונה, וככל שהמצב הקשה התייצב, עד שלא נשקפה סכנת חיים מיידית
      לי או לקרוביי בעורף, החלטתי להפסיק לקרוא את מבזקי החדשות ולהסתפק בקבלת
      תמצית חדשותית כשלוש פעמים ביום. לאחר מכן, חשתי שאני מסוגל לחזור ולצפות
      בסרטוני הזוועות, שבעבר לא הייתי מסוגל לראות, וזאת כדי להבין מה קרה
      באירועים השונים. לצערי, חלק לא קטן מהסרטונים מלווה בדרמטיזציה מיותרת, שבה
      הוסיפו הבזקים של לוחמה וקולות נפץ שאינם הכרחיים.{" "}
    </p>
    <p>
      בתקופה הזו אנו מעוניינים להבין באופן ענייני מה קורה, ולא לחוות דרמה
      מבוימת. האירועים עצמם הם דרמטיים מספיק. כל תושבי הארץ חווים מתח עצום
      ויומיומי. ניתן להגיד שאנו חיים בסיפור קשה שלא היינו יכולים להעלות על הדעת.
      כמות הכאב, השכול, הזעזוע, הציפייה המתוחה לחדשות לא טובות, מלווים את כולנו,
      כל אחד בדרכו.
    </p>
    <p>
      מה שאני זקוק לו בתקופה זו הוא שקט. לא שקט של בורות. שקט של הכרה במצב. שקט
      של בכי. שקט של ענייניות. חייבים לעשות מה שחייבים לעשות. נכון שיש דילמות,
      נכון שיש טעויות כואבות, נכון שיש מנהיגים המקוממים בדבריהם ובמעשיהם. אך
      אינני זקוק להפיכת כל אירוע כזה או אחר לאירוע דרמטי מעבר למה שהיה: טעות,
      התנהגות מקוממת, פוליטיקה קטנונית וכדומה.
    </p>
    <p>
      האם יש מידע הגורם ל"נזק פסיכולוגי"? לטעמי הנזק הוא המלחמה, הידיעה שיש סכנה
      קיומית, ואי הוודאות. מה שאני "לא רוצה לדעת" הוא הדרמטיזציה, הניסיון לוודא
      שאני מזועזע. אני רוצה לצעוק חזרה למפיקי הידיעות: "חברים, אני מבין. אנחנו
      מבינים. לא צריך לחזור על זה. לא צריך דווקא לזעזע. עצם הידיעה מזעזעת מספיק
      ואין צורך לחזור עליה שוב ושוב או להעצים אותה."
    </p>
    <p>
      נלחמתי במלחמת לבנון הראשונה כחייל בשריון, ומשמאל לטנק אספו גופות חברים.
      מפקד הטנק ירד לסייע במלאכה וביקש ממני ומחייל נוסף להישאר בצריח הטנק ולשמור
      מפני התקפה נוספת. הוא אמר לנו: "אל תסתכלו שמאלה". לאחר דקה ראיתי את חברי
      נכנס לצריח, בוכה. הוא הסתכל. עבורי היה זה שיעור לחיים. חשוב לדעת ולהיערך
      לסכנה אבל לא חייבים להסתכל על הזוועה. חשוב שנשמור על עצמנו.
    </p>
    <p>
      אני וחבריי הפסיכולוגים מנסים לסייע למי שנפגע: לשורדי התופת, למפונים,
      לחיילים, בעצם לכולנו. אנו כל הזמן מנסים ללמוד ולהפיק לקחים במה עוזר ומה
      פחות. כעקרון, טיפול פסיכותרפויטי כרוך בחשיפה: דיבור על האירועים המלחיצים,
      פורקן רגשות. אבל מתברר שלא פעם מה שנכון למטופל הוא דווקא לכבד את רצונו לא
      להתמודד עם מה שעבר, לא לחשוף את הפחדים. מתברר שלגיטימי לחלוטין, ואפילו
      בריא, לפתוח ולחשוף מתי שרוצים ומוכנים לכך, ולא לדבר, ולא לזכור ולא "לדעת",
      אם זה מה שמתאים.{" "}
    </p>
    <p>
      אינני רוצה שיצנזרו עבורי את מה מותר לי לדעת ומה לא. אבל אינני רוצה את
      ההתרגשויות הדרמטיות, האמיתיות או מבוימות, של מפיקי הידיעות. ואני רוצה
      לבחור: מתי ועד כמה להיחשף ומתי אני זקוק לשקט ומציאת כוחות פנימיים להתמודד.{" "}
    </p>
    <p>
      עמית סגל הוא עיתונאי, איש רדיו וטלוויזיה ישראלי. משמש כפרשן פוליטי בחדשות
      12, בעל טור פוליטי בעיתון "ידיעות אחרונות", ומגיש את התוכנית "פגוש את
      העיתונות" יחד עם בן כספית. עמית סגל הוא אחד מהעיתונאים המשפיעים בישראל,
      המזוהה עם חשיפתן של חלק מהפרשיות הגדולות ביותר שהיו בשנים האחרונות
      בפוליטיקה הישראלית.{" "}
    </p>
    <p>
      לא אשכח לעולם את הפעם הראשונה שבה צעדתי אל תוך המבנה המוזר בהרי ירושלים
      שבו שוכנת חברת החדשות של ערוץ 12. אז עוד קראו לה "חדשות 2", והתאריך היה
      יוני 2006.{" "}
    </p>
    <p>
      השם השתנה, גם ההתרגשות חלפה, אבל לבד מזאת הכל, לכאורה, כשהיה: אותו אולפן,
      אותה יונית, אותו נוסבאום, אותה שעה, קצת לפני שמונה בערב.{" "}
    </p>
    <p>
      האמנם? דבר מה מאוד יסודי השתנה. אז, בימים הלא כל כך רחוקים ההם, תפקידה של
      מהדורת החדשות היה, בנאלי ככל שזה יישמע, לשדר חדשות. בין השעה 20:00 לשעה
      21:00 יכולת לדעת מה קרה ב-23 השעות שחלפו מאז הסתיימה המהדורה הקודמת. כן,
      כבר היו אתרי אינטרנט, ונכון – גם עיתונים ומבזקים ברדיו כל חצי שעה, אבל
      עדיין, המטרה העליונה הייתה העברת פריטי מידע ממקום התרחשותם אל הציבור, דרך
      המהדורה. אמא שלי הייתה מקפידה לצפות בתחזית בדקה לתשע, כדי שתדע מה ללבוש
      מחר: מעיל, סוודר או חולצה קצרה?{" "}
    </p>
    <p>
      נדמה לי שאף אחד, גם לא אמא, כבר לא מחכה למהדורה כדי להכין ביגוד. המרוץ
      הנושן ההוא, אל המידע, הוכרע, והוא הוכרע לרעת כלי התקשורת הממוסדים. ב-2006
      התפיסה שתפקיד העיתונות הוא בעיקר הבאת כל המידע לפתחו של הצרכן כבר נשמה
      בכבדות. היא מתה בשנים האחרונות, ומקום קבורתה לא נודע. יש היום הרבה תפקידים
      לעיתונות הממוסדת, הבאת המידע לפני כולם היא לא אחד המובילים שבהם. המידע
      הגולמי – תאונת דרכים בנגב, פעולת צה"ל בשומרון, שלג בחרמון – מגיע ישירות
      לבית הצרכן.{" "}
    </p>
    <p>
      את המרוץ לדעת החליף במידה רבה המרוץ להבין. הציבור לא סובל ממחסור במידע,
      אלא מעודף מידע. מישהו צריך לארגן אותו – שזו פרשנות. אלף סרטונים בטלגרם
      מותירים את הצופה מבולבל: צה"ל מתקדם בחאן יונס, או תקוע? הממשלה בדרך להתפרק
      או דווקא יציבה? לאחר שהפסדנו, וזה לא כל כך נורא, בספרינט חסר הנשימה
      למרחקים קצרים של עדכון על מה שקורה עכשיו, עברנו לענפי ספורט אחרים: מרתון
      (תחקירים וכתבות תעודה נרחבות שנמצאות היום במהדורה בנפח חסר תקדים), יידוי
      פטיש (בפוליטיקאים, או בקיצור דעתנות בקנה מידה שלא נראה בעבר), טריאתלון
      (שילוב של דיווח, פרשנות ודעה).{" "}
    </p>
    <p>
      הוויתור הוליד ז'אנר חדש, מסוג שקשה היה לנחש שתוליד הטכנולוגיה: אם בעבר
      עיתונות נמדדה במה שהיא מפרסמת, היום היא מתפרסמת במה שלא. רוב הישראלים
      נחשפו לתמונות הזוועות של טבח השבעה באוקטובר, אבל לא בטלוויזיה ובשאר כלי
      התקשורת הממוסדים. רבים קיבלו לווטסאפ את סרטוני התעמולה הפסיכולוגית של
      חמאס, אבל בערוצים הממוסדים הסתפקו בתמונת סטילס אחת קפואה, רק כדי לציין ממי
      התקבל אות חיים. בעבר, כאשר כמה ערוצי טלוויזיה החזיקו במונופול או דואופול
      על הפצת המידע בציבור, הדיונים על הפצת סרטונים כאלה היו ערים ומרים.{" "}
    </p>
    <p>היום, באופן הפוך, לא. </p>
    <p>
      יש צנזורה צבאית, שמוטלת במדינות שונות בעולם המצויות במצב מלחמתי או בגירעון
      דמוקרטי. בישראל, למשל, הצנזורה הצבאית היא בפועל אקט התנדבותי שהחילו כלי
      התקשורת על עצמם.{" "}
    </p>
    <p>
      יש צנזורה שמוטלת בפועל על ידי בעלי כלי התקשורת. אם יבואנית מאזדה מחזיקה
      בערוץ שלך, סביר שלא תקרא שם תחקירים על בעיות בטיחותיות בדגם החדש. בגלי
      צה"ל לא יהיו חשיפות נוקבות על תיק המניות של הרמטכ"ל.
    </p>
    <p>
      יש גם צנזורה עצמית: כזו שעיתונאי מטיל על עצמו מאימת הביקורת בעיתון של
      האליטות, מזעם ההמונים ברחוב, מפחד החשיבה הקבוצתית במערכת.
    </p>
    <p>
      פה מדובר בצנזורה מסוג אחר לחלוטין. רוצה אני לומר: את זכות הציבור לדעת
      החליפה זכות הציבור לא לדעת. אנשים באים לחדשות של שמונה לא כדי לדעת מה קרה,
      אלא כדי להיות בטוחים שיש דברים שאותם לא ייראו. ייתכן שכבר צפו בהם בטלפון,
      אבל בחדשות הממוסדות ממתין להם תו תקן: פה אתם מוגנים מפני זוועות, מפני
      תעמולת האויב. תקבלו מלוא החופן פרשנויות, תיעוד, חשיפות, ראיונות – אבל יש
      דברים שלא תצטרכו לראות. זו מיגונית של התודעה.{" "}
    </p>
    <p>
      בהשאלה, ב-2024 אמא שלי צופה בחדשות לא כדי לדעת אם מחר יירד גשם אלא כי יש
      דברים שלא ייראו את אור השמש.{" "}
    </p>
  </>
);
const Article2Content: React.FC = () => <></>;
const Article3Content: React.FC = () => <></>;
const Article4Content: React.FC = () => <></>;
const Article5Content: React.FC = () => <></>;

const images = [kabarImg, kabarImg, kabarImg, kabarImg, kabarImg, kabarImg];

const CensorshipPage: React.FC = () => {
  const articles: Article[] = [
    {
      id: 0,
      title: "43 דקות של טרור",
      content: <Article0Content />,
    },
    {
      id: 1,
      title: "בין השפיות לשיגעון",
      content: <Article1Content />,
    },
    {
      id: 2,
      title: "article 2",
      content: <Article2Content />,
    },
    {
      id: 3,
      title: "article 3",
      content: <Article3Content />,
    },
    {
      id: 4,
      title: "article 4",
      content: <Article4Content />,
    },
    {
      id: 5,
      title: "article 5",
      content: <Article5Content />,
    },
  ];

  return (
    <div>
      <h2> Articles accordion</h2>
      <Accordion articles={articles} />
    </div>
  );

  const [selectedImageIndex, setSelectedImageIndex] = useState<number | null>(
    null
  );

  const scrollToTop = (index: number) => {
    const element = document.querySelector(`[data-index="${index}]`);
    element?.scrollIntoView({ behavior: "smooth", block: "start" });
  };

  const handleImageClick = (index: number): void => {
    if (index === selectedImageIndex) {
      setSelectedImageIndex(null);
    } else {
      setSelectedImageIndex(index);
    }

    scrollToTop(index);
    // Additional logic to scroll the clicked item to the top can be implemented here
  };

  return (
    <div className={styles.censorshipPage}>
      {images.map((imgSrc, index) => (
        <div
          data-index={index}
          key={index}
          className={`${styles.imageBar} ${
            selectedImageIndex === index ? styles.show : ""
          }`}
          onClick={() => handleImageClick(index)}
        >
          <div className={styles.imgCont}>
            <img
              className={styles.imageImg}
              src={imgSrc}
              alt={`Item ${index + 1}`}
            />
          </div>
          <div className={`${styles.articleContainer}`}>
            <div className={styles.headerImage}>
              hello image!!! very much very much
            </div>
          </div>
        </div>
      ))}
      <KotzFab />
    </div>
  );
};

export default CensorshipPage;
